[{"doc_id":"M0bd31","URL":"https:\/\/www.france24.com\/en\/20190804-boeing-big-fail","website":"france24.com","seeds":"big.foot","date":1564876800000,"subcorpus":"mainstream","title":"Is Boeing too big to fail?","txt":"The grounding of the 737 MAX for more than four months after two deadly accidents has tarnished Boeing's reputation, but it still has the confidence of US policymakers.\r\n\r\nThis is despite the fact that one of the MAX flight systems, the MCAS, has been cited in both accidents.\r\n\r\nIs this an indication that the American aerospace giant is too big to fail?\r\n\r\nPresident Donald Trump, whose mantra is \"America first,\" certainly criticized Boeing early in his administration over the presidential plane, Air Force One, but he has been largely silent about the recent woes.\r\n\r\nThe wave of negative press about the flaws that caused the deaths of 346 people did not prompt legislators to summon Boeing CEO Dennis Muilenburg before Congress to inflict on him the kind of humiliation Wall Street bankers were subject to following the global financial crisis.\r\n\r\n\"Boeing is one of the engines of the US economy, it's way too big and too important for the United States,\" said Michel Merluzeau, an expert at Air Insight Research.\r\n\r\nIf American politicians were to attack the manufacturer, they would be shooting themselves in the foot, Merluzeau said, because \"there are many jobs involved, a very, very numerous supply chain and it cannot be replaced with Facebook or Google that don't produce anything tangible.\"\r\n\r\nFounded 103 years ago, Boeing employs more than 150,000 people around the world, the vast majority in the United States.\r\n\r\nIn addition to direct jobs, its subcontractors -- like General Electric (GE), United Technologies and Spirit Aerosystems -- are large US industrial employers.\r\n\r\nThe location of Boeing plants resembles a political campaign map, with facilities in Republican strongholds like Alabama, South Carolina and Texas, and Democratic areas like California and Washington, as well as states that helped Trump win the election: Pennsylvania and Arizona.\r\n\r\nAnd Muilenburg has shown political savvy in his picks for the company's board of directors, naming Nikki Haley, former governor of South Carolina and Trump's former ambassador to the United Nations, and Caroline Kennedy, ally of former president Barack Obama and daughter of former president John F. Kennedy.\r\n\r\nBoeing is a dominant player not just in civilian aircraft but in the defense and space industries, and is a major supplier to the Pentagon.\r\n\r\nThe company produced the famous B-17 and B-29 bombers of World War II and the B-52 used the Vietnam War. Today it produces a variety of aircraft including the F\/A-18 Super Hornet fighter jet, Apache attack helicopters, the B-1 bomber and combat drones.\r\n\r\nIt also is part of SpaceX, which will manage travel to the International Space Station.\r\n\r\nAnd Boeing manufactures the presidential plane, the iconic Air Force One.\r\n\r\nBut Boeing also \"can be used as a strategic tool,\" said Arthur Wheaton, a professor at Cornell University in New York.\r\n\r\nChinese purchases of Boeing aircraft are part of trade negotiations with Beijing, according to a source, since that can be a fast way to reduce the US trade deficit.\r\n\r\nUS civilian aircraft exports fell 12 percent to $20.4 billion in May, due to the MAX crisis, which affected the GDP, according to government data.","txt_nwords":529,"txt_nsentences":19,"txt_nparagraphs":18,"topic_k100":"k100_51","topic_k200":"k200_123","topic_k300":"k300_187","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":4.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"C01a6b","URL":"https:\/\/www.wakingtimes.com\/2015\/06\/17\/6-manufactured-problems-that-are-behind-6-major-globalist-agendas\/","website":"wakingtimes.com","seeds":"ebola; george.soros; global.warming","date":1434499200000,"subcorpus":"conspiracy","title":"6 Manufactured Problems That Are Behind 6 Major Globalist Agendas","txt":"6 Manufactured Problems That Are Behind 6 Major Globalist Agendas\r\n\r\nProblem-reaction-solution, the Hegelian Dialectic is that process the globalist ruling class have chosen to use as the primary tool to constantly change society in the direction they want it to go. They manufacture a problem, focus on that problem, then sell the solution. The solution is always the very thing that drives their plan forward.\r\n\r\nIn this day and age the fundamentals of basic knowledge and awareness of what is happening in the world can be gauged by someone’s awareness of the Hegelian Dialectic. If someone is not aware of this powerful tool used by the controllers it is likely they are not aware of a lot of other things. For this reason the basics of the Hegelian Dialectic cannot be underscored enough in explaining major agendas today. Let’s look at 6 absolutely engineered problems today whose solutions play perfectly into the new world order plans. No one should mistake these for anything other than manufactured problems without which there would be no new world order. For this reason the following manufactured problems will never be solved. These manufactured problems are required and we should not expect them to go away any time soon.\r\n\r\n\r\n\r\nThe global warming movement has been debunked many times over by non-government\/non-IPCC funded scientists, researchers and critical thinkers all over the world. As a result of this, by the turn of the new century the movement had to change its name to the broader more generic “climate change”. Here we are many years later and the earth never warmed like it was supposed to. But don’t get any ideas. Those deeply committed to the climate movement will not be moved by facts or logic that interfere with their position on the matter. Meanwhile the controllers know that to admit that the planet is not warming would put the future of geoengineering in jeopardy. Government geoengineers for years have been planning the roll out of the geoengineering global operations to the general public and they know the only way to do is to justify it under the global warming “problem”.\r\n\r\nIn this script they’ve been working on for years, geoengineering is the “solution” to climate problems. Geoengineering, meaning the spraying of our skies with chemicals and the additional injection of our skies with chembomb aerosol massive plumes in conjunction with HAARP to manipulate the weather among other things.\r\n\r\nThis agenda is so important to the globalists that no movement has been more infiltrated with what I call cross-confusion, as much as the geoengineering movement. Over the last few years we’ve seen outright global warming hoaxers positioning themselves (in some cases) in perceived leadership positions just to lure those active in the geoengineering movement into alternate confusing narratives where in order to supposedly understand the problem of geoengineering the followers are being deceived into accepting the Al Gore, UN, CFR, Rockefeller, Club of Rome’s long planned global warming hoax theories.\r\n\r\nIn this particular topic the globalists have thus attempted to create a two-layered deception, which goes something like this – The “problem” (problem A) of global warming has led to the “problem” (problem B) of geoengineering. But since global warming is real let’s see how we can make the geoengineering a more responsible kind of geoengineering, or maybe we’ll stop the geoengineering and use the stopping of geoengineering to confirm the need to address problem A, the global warming hoax. Does this remind anyone of the left-right paradigm where you have to pick the better of two evils?\r\n\r\n2 – ISIS creation funding and arming center of continued war on terror\r\n\r\nNo ISIS means no new world order. The globalists know this; so, as I suggested some time back, the primary goal for the global elite is to simply prolong the existence of ISIS and make them sound greater than they are. The logic we are told suggests that ISIS is a powerful always growing uncontrollable force and thus the solution to this problem is to keep and expand the war on terror, keep attacking other nations in the name of fighting ISIS, and continue being afraid of ISIS even if it means ignoring the fact that the U.S. and its NATO allies created, funded, armed and continue to arm and support ISIS.\r\n\r\nThis reminds us that the globalists will never let reality get in the way of their script. The script always comes first, then the interpretation of reality follows. Anyone bothered, disturbed or resisting this cultic reverse logic where the interpretation of reality is secondary to the customized version of their script opens themselves to being labeled a “conspiracy theorist”. Yes, the script to suppress knowledge and keep the masses in the blind has not changed, we all know the rest.\r\n\r\nAll over the nation the local police are sitting on tons of military gear given to them by the Federal government under the 1033 program of the 1990s. It’s one thing to have military capability, it’s another to actually show it off and get the masses accustomed to the police state so they can see what happens when you resist. We’re talking mass conditioning which is very important to the new world order plans. They need a public which has learned to accept their submissive role at the hands of an aggressive, fully armed, federally militarized nationwide police state. In almost every police show of force which has followed the latest police shootings or injustice we’ve seen suspicious provocateurs inciting violence. This is common in staged or co-opted revolutions and no one should be surprised. Sometimes the reason for the revolution may be genuine but the participants unfortunately don’t realize how the likes of George Soros are funding many of these events forcing one to wonder how these revolutions fit the bigger picture. George W Bush summed it up best with the phrase “order out of chaos”. This is all part of their plan to destabilize nations including America, cause revolutions then role out THEIR solutions to the problems.\r\n\r\nWe’ve all watched how the Obama administration has worked hard to manufacture the new propaganda cold war against Russia and Vladimir Putin who have not marched along with the globalist new world order plans and the Western debt-based dollar banking scheme. We all know the script by now. You don’t play along with the Western banking cabal and you automatically get demonized. Russia knows full well how this works now after several years of propaganda, lies, accusations, territory wars in Ukraine, and the colossal failure of blaming Russia for the downing of MH-17 in 2014. The end result is that Russia has become the new bogey-monster in the eyes of CIA’s Western mainstream media. The latest version of the ISIS psyop show propaganda even includes new suggestions that somehow Russia is with ISIS!\r\n\r\nWith few being fooled by this political foreign policy, CIA driven, 1950’s style resurrected anti-Russia propaganda the script rolls on. The new “problem” is Russia. This is the perfect manufactured problem to slowly lead us to the planned WW3 scenario the globalists have been thirsting for. This is “order out of chaos” to the third power and a very important part of the global Hegelian Dialectic staged “solution” to usher in their new world order.\r\n\r\nWe’ve seen the periodic health and disease hysteria. They come and go before you even notice. Remember the Ebola hysteria of 2014? Did anyone ask the simple question – how and when did Ebola go away?? The answer is it didn’t. CIA’s mainstream media removed it from the news voluntarily. The virus is still real and nothing has changed. What we are seeing in these modern days is a mainstream media which has the power to insert something into your mind suddenly with 24\/7 media hyped coverage. When they do this, then the topic they are covering IS the story that you need to worry about. This same mainstream media, however, has the power to magically make that same topic disappear from your mind. The effect is magical and instant. That’s right, when the mainstream media says the crisis is gone then it’s gone regardless of what is actually happening.\r\n\r\nSo beware of the next medical crisis. When it comes it will be because the mainstream media decided it has come. They will also decide if and when the story will go away. During the next disease hysteria “problem” expect them to use this tool to advance whatever agenda they have cooking. As the SB277 mandatory vaccination bill is on the verge of becoming law in California forcing all parents to subject their children to government dangerous and unproven vaccines, we shouldn’t be surprised if this agenda is followed up by a new disease scare much worse than the not-so-scary measles hysteria of a few months ago or the 2014 Ebola mania.\r\n\r\nKeep in mind also that the control system is gauging the effectiveness of these early hype campaigns. They are measuring how the public is affected by these mainstream media 24\/7 hysteria campaigns and they are taking notes on how to improve the script for next time. Now more than ever is the time to be alert, vigilant and aware of this informational propaganda war for your mind and your body.\r\n\r\nFinally, the left wing section of the right-left globalist control system continues to push their Malthusian, elitist, Eugenics, master race planned problems of scarcity and overpopulation as well as the “carbon emission” hysteria which all traces back to the failed global warming hoax of the Al Gore days. The “solutions” to these scripted problems of course line up perfectly with their need to control the world by taxing and monitoring all human behavior worldwide as the world moves toward “sustainable” solutions. The U.N.’s long planned Agenda 21 is a major part of the implementation of these solutions to these scripted problems. And, like all the other scripted problems above, anyone thinking critically, asking questions, exposing these agendas or pointing out what’s wrong with these claimed problems or solutions is a “conspiracy theorist”.\r\n\r\nRemember you are not allowed to interfere with these scripts. The problem MUST exist for the solution to be implemented. The “solution” must be implemented exactly as planned for the new world order agenda to move forward as planned. Is there any part of this script that doesn’t make sense to you yet?\r\n\r\nWhat we are now seeing is a growing segment of humanity which is reading and educating themselves on the simple truth behind the new world order. As we see things get much worse every day now we are all reviewing and recognizing how this works. Make no mistake, as we share this basic knowledge about the new world order plans the simple truth becomes easier and easier to see. Ironically, the more the control system offers resistance to this human awakening with counter deceptive stories, the more people wake up even if it’s at the expense of those who are more blinded. If this story seems easier and easier to understand realize that this is the process of human intellectual evolution in motion.\r\n\r\nAs a whole, what we are finding is that it is becoming less and less difficult to convince people of these events occurring within our species. People are continuing to slowly but surely wake up. Part of this intellectual evolution and mass awakening phenomenon is that people are becoming less and less fazed by mainstream media lies. More than ever before the average awakened intellectual and discerning individual can watch a scary ISIS report or climate change report on the mainstream media news and literally not have their emotions or heart rate effected at all. The human brain is beginning to bypass the old lower brain physiological knee-jerk response that was supposed to be associated with these script scaremongering stories which the globalists relied on so heavily. I personally believe that the human species is essentially becoming better and more effective at detecting when it is being lied to. It’s doing this for the sake of its own survival. (more on this topic another time)\r\n\r\nLet’s therefore continue sharing this information for information sake and realize this is having an impact on the species, our consciousness and ultimately our road to freedom; more importantly, freedom from the system of enslavement that threatens our current existence.\r\n\r\nBernie is a revolutionary writer with a background in medicine, psychology, and information technology. He has written numerous articles over the years about freedom, government corruption and conspiracies, and solutions. A former host of the 9\/11 Freefall radio show, Bernie is also the creator of the Truth and Art TV project where he shares articles and videos about issues that raise our consciousness and offer solutions to our current problems. His efforts are designed to encourage others to joyfully stand for truth, to expose government tactics of propaganda, fear and deception, and to address the psychology of dealing with the rising new world order. He is also a former U.S. Marine who believes it is our duty to stand for and defend the U.S. Constitution against all enemies foreign and domestic. A peace activist, he believes information and awareness is the first step toward being free from enslavement from the globalist control system which now threatens humanity. He believes love conquers all fear and it is up to each and every one of us to manifest the solutions and the change that you want to see in this world, because doing this is the very thing that will ensure victory and restoration of the human race from the rising global enslavement system, and will offer hope to future generations.\r\n\r\n**This article was featured at Activist Post.**\r\n\r\nThis article is offered under Creative Commons license. It’s okay to republish it anywhere as long as attribution bio is included and all links remain intact.\r\n\r\n~~ Help Waking Times to raise the vibration by sharing this article with friends and family…","txt_nwords":2387,"txt_nsentences":106,"txt_nparagraphs":25,"topic_k100":"k100_10","topic_k200":"k200_105","topic_k300":"k300_205","mention_conspiracy":3,"conspiracy_representative":1.0,"cosine_similarity":0.2123,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"M14d01","URL":"https:\/\/www.investopedia.com\/terms\/t\/henry-paulson.asp","website":"investopedia.com","seeds":"george.bush","date":null,"subcorpus":"mainstream","title":"Henry Paulson","txt":"Henry Paulson, the 74th Secretary of the U.S. Treasury, served under President George W. Bush between July 2006 and January 2009. Before his tenure as Secretary of the Treasury, Henry “Hank” Paulson, Jr. worked for Goldman Sachs for 32 years, including his time as the chairman and chief executive officer.\r\n\r\nHenry Paulson is an American banker who is best known for his efforts to resolve the 2008 financial crisis while serving as the of Secretary of the Treasury. The 2008 financial crisis is considered the worst economic disaster since the Great Depression of 1929. The root of it has not been traced to one single event or cause. Instead, it was the result of a sequence of events, each with its triggering mechanism, which led to near-collapse of the banki\r\n\r\nPaulson was instrumental in implementing the Troubled Asset Relief Program (TARP) and the AIG bailout, as well as getting toxic mortgage-based assets off banks’ balance sheets. Paulson used unprecedented government intervention efforts to avoid a larger economic crisis. Paulson also helped create the $168 billion economic stimulus package, and in 2008, he was a runner-up for Time's Person Of\r\n\r\nThough his dealings with the financial crisis color Paulson's time as Treasury Secretary, he also helped improve U.S. economic relations with China during his tenure. Also, he worked to modernize the system for issuing U.S. Treasury bonds (T-Bonds), helped enhance the national security review process to spur foreign investment in the United States, and spearheaded a program to fight the funding of terrorist groups. Paulson also worked to improve the United States’ trading relationships with Panama, Colombia, South Korea and Peru.\r\n\r\nPaulson earned his undergraduate degree from Dartmouth and his MBA from Harvard Business School. He began his career on the White House Domestic Council as a staff assistant between 1970 and 1973. Paulson then joined Goldman Sachs in 1974. He became Goldman’s chairman and CEO in 1999 when the firm went public and held those roles until he became Treasury\r\n\r\nAfter leaving the Treasury Department, he became chairman and founder of The Paulson Institute at the University of Chicago in 2011. The Paulson Institute is a think tank focused on sustainable economic growth and preserving the natural environment in the United States and China. He is a Christian Scientist and an environmentalist. Paulson has played a significant role in the Nature Conservancy, where he was chairman from 2004 to 2006, and contributed to environmental conservation effort","txt_nwords":414,"txt_nsentences":20,"txt_nparagraphs":6,"topic_k100":"k100_75","topic_k200":"k200_128","topic_k300":"k300_213","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"C06d2d","URL":"https:\/\/www.govtslaves.com\/2018-01-24-vaccine-science-analyst-suzanne-humphries-receives-death-threat.html","website":"govtslaves.com","seeds":"vaccine","date":1561334400000,"subcorpus":"conspiracy","title":"Vaccine science analyst Suzanne Humphries receives death threat for daring to oppose the vaccine establishment’s toxic lies","txt":"Vaccine science analyst Suzanne Humphries receives death threat for daring to oppose the vaccine establishment’s toxic lies\r\n\r\nHaving devoted many years of her life to selflessly spreading the truth that vaccines maim and kill, Dr. Suzanne Humphries is no stranger to criticism and bullying from the rabid vaccine mafia. But a recent death threat she received has crossed the line in a major way – and what’s perhaps more chilling is the fact that law enforcement isn’t really taking it all that seriously.\r\n\r\nOn January 18, 2018, Dr. Humphries reportedly received an email from an incognito lunatic who threatened to kill her. This alleged individual stated that he or she very soon plans to “murder” Dr. Humphries with a Desert Eagle handgun. The threat contains a barrage of vulgarities and other vile language that’s clearly intended to scare Dr. Humphries into stopping her work.\r\n\r\nA recent video published on We Are Vaxxed‘s Facebook page shows Dr. Humphries and her friend, Polly Tommey, discussing the threat. They can be seen reading a censored version aloud as they ask for prayers from their many followers.\r\n\r\nIn a private letter to VacTruth.com‘s Jeffry John Aufderheide, Dr. Humphries offered gratitude to her allies, many of whom have been interceding in prayer on her behalf. She wrote:\r\n\r\n“Dr Suz and Polly want you to know that we read and appreciate every scripture and prayer you have sent. We appreciate all the Godly and conventional support and advice we have been given. The enemy hates prayer more than anything. Prayer is stronger than the hatred of our enemies, and more powerful than the FBI, CIA, police, private detectives, all of which have been activated as well. Our minds are set on God, fearlessly, in faith, and we carry on.”\r\n\r\nThe letter in its entirety is so horrific and vile that we won’t republish the whole thing here. But some important snippets worth mentioning include:\r\n• An admission that the perpetrator knows where Dr. Humphries lives, and wants to make her death as gruesome as possible.\r\n• An admission that the perpetrator plans to emerge from a crowd of people in the street and “blast” Dr. Humphries in the chest.\r\n• A desire by the perpetrator to see Dr. Humphries on the ground “flailing” and “bleeding out.”\r\n• A promise by the perpetrator that he or she fully intends to achieve this goal by whatever means possible.\r\n• A claim by the perpetrator that Dr. Humphries’ eventual death at his or her hands could have been avoided if Dr. Humphries had simply stopped telling the truth about vaccines.\r\n\r\nAre drug and vaccine companies behind this evil threat?\r\n\r\nWho could possibly say such things – and fully intend to go through with them? Dr. Humphries’ labor of love in helping more parents see the light about the inherent dangers of vaccination has been a Godsend for many – but a nightmare for the vaccine industry.\r\n\r\nThat’s why some suspect that this heinous threat may actually be the work of Big Pharma corporate hacks. An email written by a corporate executive at drug giant Merck & Co. openly admits that “we may need to seek them out and destroy them [doctors] where they live,” referring to people like Dr. Humphries whose work is clearly bad for business.\r\n\r\nKeep in mind that, as of November 15, 2017, at least 77 holistic doctors have turned up dead on suspicious grounds. Many worry that Dr. Humphries might just be the latest in this string of “hits” – though these same many are praying for her protection.\r\n\r\n“Covert corporate programs like these are likely still in existence,” writes Aufderheide, referring to the multi-million dollar campaigns put on by Big Pharma to keep its propaganda tools from being disrupted. “Naturally, [Dr. Humphries’] efforts questioning vaccine safety would put her in the cross-hairs of such a program.”\r\n\r\nExplore more news on the dangers of vaccines at Vaccines.news.","txt_nwords":679,"txt_nsentences":32,"txt_nparagraphs":18,"topic_k100":"k100_10","topic_k200":"k200_70","topic_k300":"k300_128","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1206,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"M102ac","URL":"https:\/\/economictimes.indiatimes.com\/topic\/moon-landing-spot-name","website":"indiatimes.com","seeds":"moon.landing","date":1592870400000,"subcorpus":"mainstream","title":"moon landing spot name: Latest News & Videos, Photos about moon landing spot name","txt":"Slow clearance of Chinese goods may put etailers like Amazon, Flipkart in a spot India’s move to delay Customs clearance for goods, components and raw materials imported from China could hurt companies like Flipkart, Amazon, Snapdeal and Paytm Mall, as it puts at risk categories that contribute over 50% of sales on these ecommerce\r\n\r\nIsro scouting for a name to etch on lunar landing site Isro top brass and key figures in the government are scouting for names that India can etch on the lunar surface if Vikram lands there as planned on September 7.\r\n\r\nAssam to request Geological Survey of India for mapping of land-slide prone spots of the state Assam Chief Minister Sarbananda Sonowal said the Geological Survey of India will be requested to carry out a survey in the state.\r\n\r\nTrying to spot the leader of next Bull Run? These names giving some cues The bull market of 2003-2007 saw capital goods and EPC companies at the vanguard.\r\n\r\nNasa is seeking US companies that can deliver cargo, experiments and supplies to a spacecraft named Gateway in lunar orbit as part of the planned Artemis landing mission.\r\n\r\nThings, however, seem to be changing now for Pandey, especially in the shortest format. Away from the neglect meted out in longer formats, he created a name for himself utilizing opportunities in the IPL, particularly with Kolkata Knight Riders. So much so, Manish Pandey has been a constant part of the Indian T20I squad for a long time, even prior to the 2019 World Cup.\r\n\r\nRealty hot spot series: A well-connected locality in Delhi with all kinds of residential properties This Delhi locality comprises of builder floors, group housing societies, DDA flats, etc. Properties here are priced between Rs 6,500 per sq ft and Rs 17,500 per sq ft. A 2-BHK costs an average of Rs 65 lakh and a 4-BHK costs Rs 1.66 crore.\r\n\r\nThe state government has submitted an affidavit before the Supreme Court regarding the buildings that have violated CRZ norms. But details of the list remain beyond the reach of ordinary man.\r\n\r\nThis Pune locality has several IT companies in the vicinity and also shares proximity with Rajiv Gandhi Infotech Park. It also has good road network comprising Mumbai Highway (NH-48), Baner Road and Pashan-Sus Road.\r\n\r\nOn Monday, Isro carried out another flawless operation to separate the landing module (Vikram & Pragyan) from the orbiter.\r\n\r\nAI can spot bowel cancer at early stages, predict its severity Bowel cancer is most treatable if it is detected before they have spread to other sites in the body.\r\n\r\nRealty hot spot series: This Mumbai suburb is well-connected to key job hubs Proximity to the key job and entertainment hubs makes Borivali-Dahisar attractive to home buyers. Properties in this locality are priced between Rs 8,600 per sq ft and Rs 21,300 per sq ft.","txt_nwords":475,"txt_nsentences":19,"txt_nparagraphs":12,"topic_k100":"k100_21","topic_k200":"k200_62","topic_k300":"k300_58","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"C06a66","URL":"https:\/\/americanfreepress.net\/new-seton-hall-report-expose-details-of-bush-torture-program\/","website":"americanfreepress.net","seeds":"george.bush","date":1577059200000,"subcorpus":"conspiracy","title":"New Seton Hall Report Exposé Details of Bush Torture Program","txt":"In newly released “Torture Memos,” Abu Zubaydah reveals the barbarity of U.S. “enhanced interrogations.” Yes, it’s torture.\r\n\r\nA recently published report highlights in graphic detail the barbarous “enhanced interrogation” techniques developed and administered by the CIA against various detainees under President George W. Bush in the aftermath of the Sept. 11 terrorist attacks and the initiation of the Global War on Terror.\r\n\r\nThe report, authored in part by Seton Hall University School of Law Professor Mark Denbeaux, is entitled, “How America Tortures,” and features never-before-seen illustrations drawn by Abu Zubaydah, depicting the brutal interrogation techniques utilized against him while in custody at CIA “black sites” shortly after his capture and arrest in March 2002.\r\n\r\nZubaydah, a Palestinian-born man whose given name is Zayn al-Abidin Muhammad Husayn, was wounded and captured in late March 2002 in Pakistan. He has long been alleged to be a high profile al Qaeda operative and was described by Bush following his capture as “one of the top operatives plotting and planning death and destruction on the United States.” Subsequent investigations have discovered that these allegations were false, yet Zubaydah remains indefinitely detained at Guantanamo Bay prison in Cuba.\r\n\r\nThe report analyzes the so-called torture memos developed by the CIA outlining the specific techniques that were to be utilized against Zubaydah and other detainees in the Global War on Terror. The report also relies on descriptions of the torture techniques provided by Zubaydah, including illustrations drawn by him depicting his torture, as well as internal CIA documents, the Senate Select Committee on Intelligence Report, and other government documents.\r\n\r\nThe so-called torture memos, which were prepared by the CIA in 2002, outline a now-outlawed interrogation program that utilized violence, extreme isolation, and sleep deprivation on detainees in order to extract information and confessions.\r\n\r\nOne of the recently released illustrations drawn by Zubaydah shows the man strapped down naked on a table with a hood covering his head. Water is then poured over his hooded head, simulating a drowning scenario. This “enhanced interrogation” technique, often referred to as waterboarding, was later described by the Senate Intelligence Committee’s study as “brutal and far worse than the CIA represented.” According to the latest reports, Zubaydah was subjected to this torture technique over 80 times while in CIA custody.\r\n\r\n“They kept pouring water and concentrating on my nose and my mouth until I really felt I was drowning and my chest was just about to explode from the lack of oxygen,” Zubaydah explained to his lawyer in a declassified report.\r\n\r\nZubaydah was also subjected to a variety of other brutal torture techniques, including prolonged periods of sleep deprivation, having his head slammed repeatedly into a wall, and being confined and isolated in boxes, including in a coffin-shaped box, restricting his movement. Zubaydah recounted that he had been kept awake at one point for “maybe two or three weeks or even more.”\r\n\r\n“It felt like an eternity,” he stated, “to the point that I found myself falling asleep despite the water being thrown at me by the guard.”\r\n\r\nThe CIA’s interrogation team videotaped many of the torture sessions, only to destroy them all in 2005 at the behest of Jose Rodriguez, then the head of the CIA’s clandestine service.\r\n\r\nIncredibly, Zubaydah has not been officially charged or tried for any of his alleged crimes, and remains in federal custody indefinitely.\r\n\r\nZubaydah’s legal team has brought cases before the European Court of Human Rights, whose member countries, including Poland and Lithuania, were at least partially complicit in the extraordinary rendition program that transported detainees such as Zubaydah to CIA black sites for these torture sessions.\r\n\r\nThe latest report demonstrates conclusively once again how far America has strayed from her principles as a result of the prosecution of the Orwellian Global War on Terror.","txt_nwords":659,"txt_nsentences":22,"txt_nparagraphs":14,"topic_k100":"k100_47","topic_k200":"k200_3","topic_k300":"k300_248","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1069,"FB_shares":11.0,"FB_comments":2.0,"FB_reactions":2.0},{"doc_id":"M1e598","URL":"https:\/\/apnews.com\/Business%20Wire\/03b5da0b0cd54eb58da0a59c2f63ef37","website":"apnews.com","seeds":"aids","date":1560729600000,"subcorpus":"mainstream","title":"Walgreens and Greater Than AIDS Partner with Health Departments and Local HIV Organizations Across the Nation to Offer Free Testing on National HIV Testing Day","txt":"Walgreens and Greater Than AIDS Partner with Health Departments and Local HIV Organizations Across the Nation to Offer Free Testing on National HIV Testing Day\r\n\r\nWalgreens and Greater Than AIDS are working with health departments, HIV\/AIDS service organizations, and other community organizations to provide free HIV testing and information at select Walgreens stores in more than 260 cities on National HIV Testing Day (NHTD), Thursday, June 27 between 10 am – 7 pm (local time). Click here for a map of all participating locations.\r\n\r\nThis press release features multimedia. View the full release here: https:\/\/www.businesswire.com\/news\/home\/20190617005233\/en\/\r\n\r\nTesting event with local HIV organization at a Walgreens store in Chicago, Ill. (Photo: Business Wire)\r\n\r\nHIV testing is recommended as part of routine health care, yet many Americans are not being tested as often as advised. According to the Centers for Disease Control and Prevention (CDC), one in seven people living with HIV in the U.S. today are unaware of their status.\r\n\r\n“Walgreens continues to support HIV testing since it is a critical first step in developing effective prevention and care strategies, regardless of status,” said Glen Pietrandoni, senior director, patient care and advocacy, Walgreens. “With more than 3,000 HIV-trained Walgreens pharmacists in communities across the nation, we can uniquely support HIV testing, education and care, working towards an end to HIV\/AIDS.”\r\n\r\nIn addition to offering on-site free and fast HIV testing, counselors from local agencies will answer questions about HIV prevention and treatment options, including PrEP. No appointment is required.\r\n\r\nThe use of antiretroviral (ARV) medications to prevent HIV transmission, as well as PrEP, a daily pill to protect against HIV, offer new pathways to ending HIV. Based on the strength of the scientific advances, the White House and many states have set ambitious goals of significantly reducing HIV infections over the next decade.\r\n\r\n“Public knowledge has not always kept up with the science,” said Tina Hoff, Senior Vice President and Director of Health Communications and Media Partnerships at KFF (Kaiser Family Foundation). “Public-private partnerships like this help to close the knowledge gaps about HIV and connect people with services in their communities to get the care they need.”\r\n\r\nAccording to a recent national survey by KFF , which runs Greater Than AIDS, fewer than half of Americans know about PrEP, and many understate the health and preventative benefits of HIV treatment.\r\n\r\nThe National HIV Testing Day community partnership is part of an ongoing commitment by Walgreens and Greater Than AIDS to extend the reach of HIV testing and information to non-traditional settings and support the outreach of local agencies. More than 48,000 free HIV tests have been provided since 2011 as part of the annual event.\r\n\r\nBioLytical Laboratories, Chembio Diagnostics, and OraSure Technologies, Inc. are contributing donated test kits and Abbott Rapid Diagnostics is providing support for outreach for the 2019 activation.\r\n\r\nFor a complete list of participating Walgreens locations and supporting partners for this year’s National HIV Testing Day, as well as additional information about HIV testing, including year-round testing sites, visit www.greaterthan.org\/walgreens .\r\n\r\nWalgreens (walgreens.com), one of the nation’s largest drugstore chains, is included in the Retail Pharmacy USA Division of Walgreens Boots Alliance, Inc. (NASDAQ: WBA), the first global pharmacy-led, health and wellbeing enterprise. Approximately 8 million customers interact with Walgreens in stores and online each day, using the most convenient, multichannel access to consumer goods and services and trusted, cost-effective pharmacy, health and wellness services and advice. As of Aug. 31, 2018, Walgreens operates 9,560 drugstores with a presence in all 50 states, the District of Columbia, Puerto Rico and the U.S. Virgin Islands, along with its omni-channel business, Walgreens.com. Approximately 400 Walgreens stores offer Healthcare Clinic or other provider retail clinic services.\r\n\r\nGreater Than AIDS is a leading national public information response from KFF focused on communities most affected. Through targeted media messages and community outreach, Greater Than AIDS and its partners works to increase knowledge, reduce stigma and promote actions to stem the spread of the disease.\r\n\r\nFilling the need for trusted information on national health issues, KFF (the Kaiser Family Foundation) is a nonprofit organization based in San Francisco, California.","txt_nwords":692,"txt_nsentences":28,"txt_nparagraphs":16,"topic_k100":"k100_82","topic_k200":"k200_193","topic_k300":"k300_244","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"M1d6b1","URL":"https:\/\/abcnews.go.com\/Business\/wireStory\/britains-eu-journey-major-opt-euro-68500265","website":"abcnews.go.com","seeds":"george.soros","date":1579824000000,"subcorpus":"mainstream","title":"Britain's EU Journey: When Major got an opt-out from euro","txt":"LONDON -- Britain officially leaves the European Union on Jan. 31 after a debilitating political period that has bitterly divided the nation since the 2016 Brexit referendum.\r\n\r\nDifficult negotiations setting out the new relationship between Britain and its European neighbors will continue throughout 2020.\r\n\r\nThis series of stories chronicles Britain’s tortured relationship with Europe from the post-World War II years to the present.\r\n\r\nMargaret Thatcher's surprise successor as prime minister, the far more pragmatic John Major, was keen to “rebuild shattered fences\" within Europe, even while keeping Britain out of the single currency.\r\n\r\n“Game, Set and Match to Britain,\" he claimed, at the conclusion of the summit in the Dutch town of Maastricht in 1991, when he negotiated British opt-outs from the single currency as well as the bloc's social provisions.\r\n\r\nEven though he managed to heal the European divide within his party enough to win the 1992 general election, his government would soon descend into open warfare over Europe.\r\n\r\nThough Major had negotiated the opt-out from the looming single currency, he had pushed in his previous guise as Britain's Treasury chief for the pound to join the European Exchange Rate Mechanism, or ERM. This involved member currencies effectively floating within narrow ranges against the powerful German Deutsche Mark.\r\n\r\nBut it ended in humiliation for Major and Britain. Hedge funds and the Hungarian billionaire George Soros bet against the pound — and won.\r\n\r\nSept. 16, 1992 became known as “Black Wednesday” — a day that saw the British government humbled and seemingly out of control. Though the pound’s exit from the ERM was an economic shock almost unparalleled in the post-war period, it was seen as a gift by the more euroskeptic, or by now euro-hostile, elements within the Conservative Party.\r\n\r\nThe growing tension with Europe was particularly evident during the mad cow's disease outbreak in Britain in 1996, which prompted Brussels to ban imports of British beef. Major sought to bring an end to the EU ban and eventually said Britain would no longer cooperate in EU business until it had been lifted. By June 1996, a framework to lift the ban was agreed but relations had clearly been strained.\r\n\r\nMajor didn't get any of the credit of the ensuing boom that was partly due to the lower pound following its exit from the ERM — he and his government would be forever tainted by what had occurred on Black Wednesday.\r\n\r\nIn 1997, the pro-EU Tony Blair led the Labour Party back into government for the first time in 18 years, with as benign an economic backdrop as any new prime minister could possibly wish for.\r\n\r\nEuroskepticism appeared to be in retreat but behind Blair’s landslide majority lay the first seeds of the 2016 Brexit vote.\r\n\r\nThe Referendum Party, founded and led by the billionaire James Goldsmith to promote another vote on Britain’s EU membership, managed to get 2.6% of the total votes cast, mostly former Conservatives. It may not sound like much, but Goldsmith made a lot of noise.\r\n\r\nWhen the party disbanded after the election and Goldsmith died, the UK Independence Party took on the baton.\r\n\r\nBoy did it — and UKIP's then chairman Nigel Farage — run with it.\r\n\r\nFollow AP’s full coverage of Brexit and British politics at https:\/\/www.apnews.com\/Brexit","txt_nwords":556,"txt_nsentences":23,"txt_nparagraphs":17,"topic_k100":"k100_6","topic_k200":"k200_100","topic_k300":"k300_253","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"M18ea3","URL":"https:\/\/www.dw.com\/en\/xi-modi-putin-seek-to-strengthen-multilateral-world-order\/a-49428304","website":"dw.com","seeds":"new.world.order","date":null,"subcorpus":"mainstream","title":"Xi, Modi, Putin seek to strengthen multilateral world order | DW | 01.07.2019","txt":"The three leaders' meeting in Osaka last week came days after they got together to discuss mutually relevant issues on the sidelines of the Shanghai Cooperation Organization (SCO) summit, which took place in the Kyrgyz capital of Bishkek earlier in June.\r\n\r\nOver the past several years, Russia, China and India have all been adversely affected by growing tensions with the United States, especially after US President Donald Trump slapped tariffs on Chinese exports to the US and ended India's preferential trade status that allowed some of the South Asian nation's products to enter the US duty-free. In response, New Delhi imposed retaliatory duties on imports from the US.\r\n\r\nAddressing the trilateral meeting in Osaka, Indian Prime Minister Narendra Modi said: \"As developing economies, it is important that there is a discussion between us on the issues of economy, politics and defense.\" Modi also said that terrorism was a global challenge and must be effectively fought by the international community. India's foreign ministry spokesperson, Raveesh Kumar, tweeted a summary of Modi's speech during the talks.\r\n\r\n\r\n\r\nIndia's foreign secretary, Vijay Gokhale, later said that the leaders also discussed multilateral challenges. \"All three leaders agreed that in an era of economic and global change, it is important to maintain the trend of globalization, a free rule-based trading system, to oppose tendency towards protectionism.\" The three also spoke about steps to tackle climate change and enhance counterterrorism cooperation.\r\n\r\nRead more: G20 summit 2019: Key questions and answers on Day 1\r\n\r\n\"After the US pulled out of the Trans-Pacific Partnership and the Paris Climate Change Accord — and given Trump's attitude toward the WTO and the sanctity of multilateral agreements in general — China, Russia, India and the developing world came together strongly in defense of the multilateral world order,\" political analyst Ravi Bhoothalingam told DW.\r\n\r\nThe meeting in Osaka, Bhoothalingam said, would help reaffirm their resolve to amicably settle their trade and technological issues with the US.\r\n\r\nAndrew Cainey, an Asia expert at the London-based Chatham House, told DW that the meeting \"highlights again the multipolar nature of the world today…the world is not just G2 [the US and China].\"\r\n\r\nHowever, India and Russia would also seek to act in their own interests, crafting their own multilateral strategies with other nations, Cainey said. \"They can, no doubt, reach agreement on some issues: but their situations and interests are fundamentally different.\"\r\n\r\nIndia, for instance, would have to balance its relations with the US and China, while continuing to import defense equipment from Russia. Additionally, \"although they bemoan US 'protectionism,' these countries also have many protectionist attributes,\" Cainey said.\r\n\r\nChallenge for the US\r\n\r\nPolitical analyst Bhoothalingam said that following the trade-war rhetoric with China and India, Trump would \"probably come up with something that defuses the situation — at least for the time being.\" And as predicted, Trump agreed to resume trade talks with China and said that Washington would not levy tariffs on all remaining imports from China — more than $300 billion worth.\r\n\r\nThe US president also announced that American technology companies could again begin doing business with Chinese tech giant Huawei, reversing a ban that was put in place in May.\r\n\r\nTrump also promised Indian PM Modi \"very big\" trade deals. The talks marked a significant shift from the US president's statements condemning India's retaliatory taxes on imports from the US. Trump also congratulated Modi on his election victory, saying, \"It is a fantastic tribute to you and your abilities.\"\r\n\r\nTrump's interaction with Russian President Putin was similarly friendly, with Trump playfully saying, \"Don't meddle in the election, president,\" as they spoke to reporters.\r\n\r\nChatham House expert Cainey says the US needs to understand the significance of its actions. \"The challenge for the US — or, at least for some US leaders and policymakers — is understanding that US actions create their own reactions and second-order changes.\"\r\n\r\nThe trilateral meeting, Cainey underlined, was indicative of a shifting post-war order, \"in part as a result of the rise of China and India, in part as a result of President Trump's actions.\"","txt_nwords":711,"txt_nsentences":28,"txt_nparagraphs":17,"topic_k100":"k100_84","topic_k200":"k200_78","topic_k300":"k300_31","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":17.0,"FB_comments":4.0,"FB_reactions":16.0},{"doc_id":"C04cba","URL":"https:\/\/newstarget.com\/2019-03-15-global-warming-a-total-hoax-and-scam-run-by-corrupt-scientists-warns-greenpeace-co-founder.html","website":"newstarget.com","seeds":"global.warming","date":1552608000000,"subcorpus":"conspiracy","title":"Global warming a total “hoax and scam” run by corrupt scientists, warns Greenpeace co-founder","txt":"Though the organization today is among the most outspoken when it comes to drumming up mass hysteria over “global warming” and “climate change” – its homepage currently has a pop-up urging visitors to sign a petition to “Tell Congress to Push for a Green New Deal” – Greenpeace wasn’t always a shameless advocate for junk science.\r\n\r\nIn fact, the co-founder of Greenpeace Canada, Patrick Moore, recently spilled the beans during an interview on SiriusXM’s Breitbart News Tonight, explaining that not only is global warming completely fake, but that it’s also being used by social engineers around the world – including Greenpeace – to fear-monger the public in to giving up their rights and freedoms.\r\n\r\nSpeaking with hosts Rebecca Mansour and Joel Pollak, Moore held nothing back in revealing fear and guilt are being used as conversion tactics to draw more followers into the Cult of Climate Change – the endgame being to siphon as much cash from people as possible in order to implement a globalist system of governance in which nobody will be allowed to drive big cars, eat meat, use plastic, or in any other way “harm” the planet.\r\n\r\n“Fear has been used all through history to gain control of people’s minds and wallets and all else, and the climate catastrophe is strictly a fear campaign – well, fear and guilt – you’re afraid you’re killing your children because you’re driving them in your SUV and emitting carbon dioxide into the atmosphere and you feel guilty for doing that,” Moore explained during his interview.\r\n\r\n“There’s no stronger motivation than those two.”\r\n\r\nFor more news about the hoax that is global warming and climate change, be sure to visit GlobalWarming.Fetch.news and ClimateScienceNews.com.\r\n\r\n“Green” companies are also a propaganda-driven fraud, Moore says\r\n\r\nBut what about all of the climate “scientists” who’ve reached a “consensus” that the earth is heating up because of cow farts, you might be asking? According to Moore, the whole thing is a faux-science racket driven by corrupt politicians and bureaucracies that are trying to centralize more political power and control, and that couldn’t care less about the environment.\r\n\r\nIt’s the same situation with so-called “green” companies, which are also fraudulent in that they’re simply mechanisms of deception designed to steal more taxpayer funds and funnel them into pet projects that never actually go anywhere.\r\n\r\nAmericans witnessed this under the Obama regime, when about $80 billion in “green” energy “stimulus” money was basically flushed down the toilet after it was learned that nearly 50 of the “green” energy companies that Obama subsidized on the taxpayer dime ultimately went belly-up.\r\n\r\nThe unholy trifecta of the “green movement,” the fake media, and corrupt politicians continue to drive the conspiracy theory of global warming and climate change, despite not having a shred of legitimate evidence or proof that these mythical concepts even exist – and the brainwashed masses just continue to gobble it all up.\r\n\r\n“… you’ve got the green movement creating stories that instill fear in the public. You’ve got the media echo chamber – fake news – repeating it over and over and over again to everybody that they’re killing their children. And then you’ve got the green politicians who are buying scientists with government money to produce fear for them in the form of scientific-looking materials,” Moore says.\r\n\r\n“And then you’ve got the green businesses, the rent-seekers, and the crony capitalists who are taking advantage of massive subsidies, huge tax write-offs, and government mandates requiring their technologies to make a fortune on this. And then, of course, you’ve got the scientists who are willingly, they’re basically hooked on government grants.”\r\n\r\nYou can listen to Moore’s full interview with Breitbart News Tonight at this link.","txt_nwords":659,"txt_nsentences":18,"txt_nparagraphs":14,"topic_k100":"k100_10","topic_k200":"k200_74","topic_k300":"k300_249","mention_conspiracy":1,"conspiracy_representative":0.0,"cosine_similarity":0.1249,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"C0003a","URL":"https:\/\/prepareforchange.net\/2016\/10\/21\/podesta-urged-to-involve-obama-in-extraterrestrial-disclosure-meeting-emails-reveal\/","website":"prepareforchange.net","seeds":"barack.obama","date":1477008000000,"subcorpus":"conspiracy","title":"Podesta urged to involve Obama in extraterrestrial disclosure meeting, emails reveal","txt":"John Podesta arranged a meeting with astronaut Edgar Mitchell to discuss the US government disclosing information to the public on aliens, according to emails leaked by WikiLeaks. The meeting was described as a prelude to involving President Barack Obama in the discussion.\r\n\r\n“Our government is still operating from outdated beliefs and policies” Mitchell wrote in the email from 2014, in which he requested “a conversation with you and President Obama regarding the next steps in extraterrestrial disclosure for the benefit of our country and our planet.”\r\n\r\nMitchell, the sixth man to walk on the moon, said the information needed to be disclosed to allow humans to achieve“planet sustainability generation energies,” as well exploring the cosmos without reverting to “colonialism and destruction”and as a way for the government to respectfully regard “the wisdom and intellect of its citizens as we move into space.”\r\n\r\nIn the email, Mitchell claimed that the US government made a conscious decision 50 years ago to “remove knowledge of the extraterrestrial presence from the citizens of our country.” This decision is no longer relevant, according to Mitchell, who said it is detrimental to “science, religion, and responsible citizenry.”\r\n\r\nPodesta’s assistant, Eryn Sepp, accepted the invitation, but said, “John would likely take this meeting alone first before involving the President.”\r\n\r\nThe former astronaut, who died earlier in 2016, had communicated with Podesta via email before, warning him of an impending space war as well as Vatican knowledge of extraterrestrials.\r\n\r\nPodesta, who is heading Hillary Clinton’s presidential campaign, is known for his UFO fervor stating earlier this year that he had convinced Clinton to declassify UFO files if she takes power. In 2002, he openly advocated for the public release of documents on Area 51.\r\n\r\nIn the latest batch of emails released by WikiLeaks, Podesta was asked by author and Apollo museum curator Robert Fish to discuss how “hard scientific data” can be collected on UFOs.\r\n\r\n“Based on significant personal experience, I can attest that UFO hunters are looking in the wrong places.” Fish told Podesta in the 2015 mail.\r\n\r\nPodesta declined to meet with Fish, but said he will keep his contact information.","txt_nwords":379,"txt_nsentences":14,"txt_nparagraphs":10,"topic_k100":"k100_47","topic_k200":"k200_36","topic_k300":"k300_52","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1156,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"M13527","URL":"http:\/\/voices.nationalgeographic.com\/2013\/04\/08\/5-surprising-things-you-didnt-know-about-margaret-thatcher\/","website":"nationalgeographic.com","seeds":"illuminati","date":1365379200000,"subcorpus":"mainstream","title":"5 Surprising Things You Didn't Know About Margaret Thatcher","txt":"Margaret Thatcher (1925-2013) passed away today after fighting illness for several years. She died in London, after having suffered a stroke, at 87 years old. Last December, she had undergone an operation to remove a growth from her bladder.\r\n\r\nKnown as the Iron Lady for her toughness, Thatcher had served as the United Kingdom’s only female prime minister, leading her country from 1979 to 1990 as head of the Conservative Party.\r\n\r\nThatcher served longer than any other British prime minister in the 20th Century. She is remembered for her generally conservative views, including weakening trade unions, deregulating industries, divesting state-controlled parts of the economy, and taking a tough stance against Communism.\r\n\r\nThe latter efforts meant she was also often closely allied with Ronald Reagan’s U.S. administration.\r\n\r\nOn the occasion of Thatcher’s death, a Buckingham Palace spokesperson said: “The Queen was sad to hear the news of the death of Baroness Thatcher. Her Majesty will be sending a private message of sympathy to the family.”\r\n\r\nDavid Cameron, the U.K.’s current prime minister, said: “It was with great sadness that l learned of Lady Thatcher’s death. We’ve lost a great leader, a great prime minister and a great Briton.”\r\n\r\nMargaret Thatcher led a long and intriguing political life, which got us thinking about some of the surprising things we learned about her along the way. Here is a brief list:\r\n\r\n1. Soviet Journalists Gave Her the Name “Iron Lady”\r\n\r\nLong known as the Iron Lady (including in her 2011 biopic), Thatcher was given that memorable title by Soviet journalists, who had made “a grudging testament to her ferocious will and determination,” in the words of NPR.\r\n\r\nBefore she entered the tough world of politics, Thatcher was a research chemist. In her 20s she worked for J. Lyons and Co. as a food scientist, where she developed additives for ice cream. Her team “discovered a method of doubling the amount of air” in ice cream, which eventually found its way into soft serve products. (Updated based on a reader comment below.)\r\n\r\nEarning her science chops, Thatcher had majored in chemistry at Oxford for a BSc.\r\n\r\nIn 1979, in her first year of office as Britain’s prime minister, Thatcher traveled to Japan for an economic summit. Not having hosted many female heads of state, the Japanese arranged to have 20 female karate experts escort her.\r\n\r\nBut Thatcher’s Cabinet Secretary Sir John Hunt told the Japanese, “Mrs Thatcher will attend the summit as Prime Minister and not as a woman per se. The Prime Minister would like to be treated in exactly the same manner as the other visiting Heads of Delegation. If other delegation leaders, for example, are each being assigned 20 karate gentlemen, the Prime Minister would have no objection to this; but she does not wish to be singled out.”\r\n\r\n4. Thatcher Did Her Own Cooking\r\n\r\nAlthough Thatcher was prime minister for 11 years, she didn’t have a chef in her employ. Every night, she reportedly cooked dinner for her husband, Denis Thatcher, and she frequently cooked for cabinet members as well.\r\n\r\n5. Thatcher Said She Wouldn’t Have Gone Into Politics in a Do-Over\r\n\r\nIn 1995, Thatcher told Conservative MP Lord Spicer, “If I had my time again, I wouldn’t go into politics because of what it does to your family.”\r\n\r\nThatcher’s husband Denis died in 2003. Their son had gained a reputation for allegedly being a playboy.\r\n\r\nThatcher wasn’t the first politician to remark on the challenges of being under constant scrutiny, and balancing work and home life.\r\n\r\nWhat were you surprised to learn about Margaret Thatcher?\r\n\r\nBrian Clark Howard covers the environment for National Geographic. He previously served as an editor for TheDailyGreen.com and E\/The Environmental Magazine, and has written for Popular Science, TheAtlantic.com, FastCompany.com, PopularMechanics.com, Yahoo!, MSN, and elsewhere. He is the co-author of six books, including Geothermal HVAC, Green Lighting, Build Your Own Small Wind Power System, and Rock Your Ugly Christmas Sweater.","txt_nwords":682,"txt_nsentences":40,"txt_nparagraphs":21,"topic_k100":"k100_6","topic_k200":"k200_100","topic_k300":"k300_253","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":1351.0,"FB_comments":726.0,"FB_reactions":5529.0},{"doc_id":"M166b0","URL":"http:\/\/www.nytimes.com\/gwire\/2011\/01\/11\/11greenwire-epa-proposes-phaseout-of-fluoride-based-pestic-97414.html","website":"nytimes.com","seeds":"fluoride.water","date":1294704000000,"subcorpus":"mainstream","title":"EPA Proposes Phaseout of Fluoride-Based Pesticide","txt":"U.S. EPA today proposed to start gradually banning a pesticide often used on cocoa beans and dried fruits that degrades to fluoride, a move closely linked to the Obama administration's decision last week to curb the maximum levels of fluoride in drinking water out of concern for children's health.\r\n\r\nEPA's bid to wind down legal use of sulfuryl fluoride, citing the health risk to children posed by aggregate fluoride exposure, marks a long-awaited victory by the three public-health groups that first asked the agency to rein in the pesticide more than five years ago.\r\n\r\nOne of the three advocacy organizations, the Environmental Working Group (EWG), said the sulfuryl fluoride phaseout appears to be EPA's first official granting of any pesticide restriction petition filed by green advocates.\r\n\r\nThe Department of Health and Human Services and EPA announced Friday that fluoride, long considered a beneficial tap-water additive that helps prevent cavities, should be restricted to 0.7 milligrams per liter, or the low end of previous legal ranges (E&ENews PM, Jan. 7).\r\n\r\nIn its proposed prohibition on sulfuryl fluoride, EPA acknowledged that the pesticide's residues on food are \"responsible for a tiny fraction of aggregate fluoride exposure\" but deemed that children's total contact with fluoride in the environment -- through drinking water as well as toothpaste -- posed an excess risk of tooth and bone damage.\r\n\r\nThis week's twin fluoride restrictions reflect \"a growing consensus that Americans are exposed to too much fluoride,\" EWG senior vice president for research, Jane Houlihan, said today. \"It raises the concern that, for many decades now, the public has been overexposed.\"\r\n\r\nFirst approved for use as an anti-termite insecticide more than 50 years ago, sulfuryl fluoride was federally registered for use on food in 2004 and 2005 by Dow AgroSciences LLC as an alternative to methyl bromide, a pesticide that began to be phased out of commerce after the 1987 Montreal Protocol identified it as a depleter of the ozone layer.\r\n\r\nSoon after the chemical was approved as a food fumigant, the advocacy groups Fluoride Action Network (FAN) and Beyond Pesticides joined EWG in filing a formal objection with EPA. As in the case of Friday's fluoride announcement, today's sulfuryl fluoride limits came in the wake of a revised risk assessment the agency conducted after a 2006 National Academy of Sciences report urged it to consider dental fluorosis as a negative health consequence of exposure rather than a cosmetic impediment.\r\n\r\nDental fluorosis, which manifests as spotting on the teeth among children who consume too much fluoride as their mouths develop, can lead to long-term breakdown of the tooth enamel and other painful effects.\r\n\r\nThe gradual EPA removal of sulfuryl fluoride allowances will be subject to public comment before taking effect and include a three-year head start for significantly affected industries such as the cocoa and walnuts sectors.\r\n\r\nEstimating that the pesticide is applied to 100 percent of cocoa crops, EPA warned in its proposed phaseout that \"cocoa imports (which in 2009 were valued at approximately $1.2 billion) would be lost due to either destruction or refusal of shipments by warehouse operators\" unless businesses can develop a viable alternative to sulfuryl fluoride for cocoa fumigation.\r\n\r\nToday's EPA proposal also references multiple objections Dow had raised in previous years to arguments made by the advocacy groups behind the petition, suggesting that pushback from industry on the sulfuryl fluoride limits can be reasonably expected.\r\n\r\nClick here (pdf) to read a pre-publication copy of EPA's proposal to phase out sulfuryl fluoride tolerances.","txt_nwords":600,"txt_nsentences":15,"txt_nparagraphs":13,"topic_k100":"k100_40","topic_k200":"k200_13","topic_k300":"k300_2","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":388.0,"FB_comments":230.0,"FB_reactions":457.0},{"doc_id":"M20351","URL":"https:\/\/www.latimes.com\/nation\/ct-trump-planned-parenthood-abortions-20170306-story.html","website":"latimes.com","seeds":"planned.parenthood","date":1488844800000,"subcorpus":"mainstream","title":"Trump to Planned Parenthood: You can have federal funds if you stop abortions","txt":"President Donald Trump has offered to maintain federal funding for Planned Parenthood if the group stops providing abortions. Its president spurned the proposal and noted that federal money already is not allowed to be used for abortion.\r\n\r\nTrump confirmed Monday there had been discussions after The New York Times inquired about what it described as an informal proposal. In a statement to the newspaper, Trump said polling shows most Americans oppose public funding for abortion.\r\n\r\n“As I said throughout the campaign, I am pro-life and I am deeply committed to investing in women’s health and plan to significantly increase federal funding in support of nonabortion services such as cancer screenings,” he said.\r\n\r\nTrump added: “There is an opportunity for organizations to continue the important work they do in support of women’s health, while not providing abortion services.”\r\n\r\nPlanned Parenthood Federation of America President Cecile Richards said in response: “We will always stand for women’s ability to make decisions about their health and lives, without interference from politicians in Washington, D.C.”\r\n\r\nAnti-abortion activists want the federal government to cut off all federal funding to Planned Parenthood. Nearly $400 million in Medicaid money goes to the group and pulling it back would result in roughly 400,000 women losing access to care, according to the nonpartisan Congressional Budget Office.\r\n\r\nIn one of his first acts as president, Trump banned U.S. funding to international groups that perform abortions or even provide information about abortions.\r\n\r\nVice President Mike Pence strongly opposes abortion, citing his Roman Catholic beliefs, and the newly confirmed health secretary, Tom Price, has supported cutting off taxpayer money to Planned Parenthood.","txt_nwords":279,"txt_nsentences":11,"txt_nparagraphs":8,"topic_k100":"k100_48","topic_k200":"k200_166","topic_k300":"k300_143","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"M07acb","URL":"https:\/\/www.sciencedirect.com\/science\/article\/abs\/pii\/S1743919115000369","website":"sciencedirect.com","seeds":"illuminati","date":null,"subcorpus":"mainstream","title":"Hemangiopericytoma of the spleen","txt":"This article adds five more cases to the 14 reported so far to suggest a standard approach to the treatment of the disease.\r\n\r\nHemangiopericytoma of the spleen is a very rare tumor with only single case reports in the literature.\r\n\r\nHemangiopericytoma of the spleen is a very rare tumor, with 14 isolated reports. It was our aim to review our experience and compare it with all the reported cases in an attempt to standardize surgical treatment, adjuvant treatment and follow-up protocol of this infrequent condition.\r\n\r\nA consecutive case series study, with a mean follow-up of 44 months. Five patients (mean age, 49 years) underwent simple splenectomy for hemangiopericytoma limited to the spleen followed by adriamycin-based chemotherapy in one patient.\r\n\r\nAll the patients are alive and free from disease.\r\n\r\nFor tumors confined to the spleen, simple splenectomy can be considered curative, without any need for further adjuvant treatment. On review of the medical literature, cure can still be achieved with complete resection of recurrences, when feasible, with adjuvant chemotherapy being also indicated. The slow-growing pattern of the tumor suggests a 10-year follow-up.","txt_nwords":181,"txt_nsentences":10,"txt_nparagraphs":6,"topic_k100":"k100_12","topic_k200":"k200_67","topic_k300":"k300_297","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"M1f3cb","URL":"https:\/\/www.theguardian.com\/australia-news\/2019\/aug\/16\/goanna-attack-dog-killed-and-queensland-couple-in-hospital-after-freak-ordeal","website":"theguardian.com","seeds":"reptilian","date":1565913600000,"subcorpus":"mainstream","title":"Goanna attack: Queensland couple in hospital after 'freak ordeal'","txt":"An elderly Queensland couple are in a stable condition after being attacked by a goanna while walking their dog on Thursday.\r\n\r\nThe 72-year-old man sustained serious arm and leg injuries from the attack, which had the potential to be life-threatening, according to Shane Tucker, the senior operations supervisor for Queensland Ambulance.\r\n\r\n“He was breaking up an attack on his dog – he was rescuing his dog,” Tucker said. “He has had quite significant injuries to his arm and leg and has had some blood loss.”\r\n\r\nThe man was taken to hospital by CQ Rescue and is in a stable condition. The dog, a Jack Russell, was earlier reported to have died but ABC reported on Friday evening that the dog had survived.\r\n\r\nThe injured woman said news of her dog’s survival was “the best news I’ve heard all day”.\r\n\r\nTucker told media that the goanna attack, which occurred at Flametree, near Airlie Beach, was “definitely out of the ordinary”, and the man was lucky to be in a stable condition, given the danger.\r\n\r\n“Due to the claws of the goanna, I would imagine it would have potential for significant, even life-threatening injuries.”\r\n\r\nA spokesman for CQ Rescue told the ABC it was “a horrific and freak ordeal”.\r\n\r\n“The reptile suddenly turned on them, latching onto the man’s right arm and leg as well as biting the woman’s leg.\r\n\r\n“The man suffered a very serious laceration and possible fracture of his right forearm as well as severe bleeding from his leg wound. He was in considerable pain.”","txt_nwords":274,"txt_nsentences":13,"txt_nparagraphs":10,"topic_k100":"k100_29","topic_k200":"k200_8","topic_k300":"k300_15","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":177.0,"FB_comments":210.0,"FB_reactions":363.0},{"doc_id":"M0e4c6","URL":"https:\/\/adventure.howstuffworks.com\/outdoor-activities\/water-sports\/safe-to-swim-coronavirus.htm","website":"howstuffworks.com","seeds":"coronavirus; covid.19","date":1590969600000,"subcorpus":"mainstream","title":"Is it Safe to Swim During the Coronavirus Outbreak?","txt":"With summer here and states easing coronavirus lockdowns , many people are longing for days by the pool. But social distancing recommendations still remain, so is swimming in public pools or lounging on the deck — especially if they're packed with strangers — safe?\r\n\r\nThe Centers for Disease Control and Prevention (CDC) says \"there is no evidence that COVID-19 can spread to people through the water used in pools, hot tubs or water playgrounds. Additionally, proper operation of these aquatic venues and disinfection of the water (with chlorine or bromine) should inactivate the virus.\" That means, the correct use and disinfection of these spaces should kill the coronavirus that causes COVID-19. Filtration systems are effective whether it is a chlorine or saltwater pool.\r\n\r\nThat's great news, but swimming in the pool isn't the whole story when it comes to diving into summer fun. Public pools are public spaces, so social distancing practices are still necessary.\r\n\r\nWhat Does a Safe Public Pool Look Like?\r\n\r\nHopefully, the pool or aquatic venue you visit is following CDC guidelines for these types of settings. These recommendations include:\r\n\r\nSignage or regular announcements by staff reminding visitors about safe practices is a good indication the public pool or water venue is making COVID-19 safety a priority. This holds true for apartment complexes, city pools and water theme parks alike.\r\n\r\nFor example, although Six Flags White Water in Marietta, Georgia, remains closed as of the publish date of this article, the park has created and shared its health and safety re-opening plan, which it developed in coordination with epidemiologists. The plan includes requiring guests and team members to wear masks and temperature checks for both groups.\r\n\r\nHow to Stay Safe at Public Pools\r\n\r\nHeading to the pool, just like visiting any other space indoors or outdoors, requires the practice of safe behaviors. For starters, anyone who has shown symptoms of COVID-19, tested positive for COVID-19 or been exposed to someone with COVID-19 within the last two weeks, should stay home.\r\n\r\nIf you choose to go to the pool, wash or sanitize your hands while you're there, cover your coughs and sneezes, and social distance as much as possible. Wear your mask. The CDC reminds that a cloth face covering is most important at times when it is difficult to maintain physical distance from people outside your household. However, you should not wear a mask in the water because it's hard to breathe through a wet cloth.\r\n\r\nYou should also practice this same safe pool behavior if you're at the beach or lake vacation, too.","txt_nwords":432,"txt_nsentences":23,"txt_nparagraphs":11,"topic_k100":"k100_99","topic_k200":"k200_58","topic_k300":"k300_47","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":30.0,"FB_comments":123.0,"FB_reactions":55.0},{"doc_id":"M18b3a","URL":"https:\/\/www.thesun.co.uk\/tech\/10178838\/nasa-alien-probes-too-small-nano-robots\/","website":"thesun.co.uk","seeds":"alien","date":1571616000000,"subcorpus":"mainstream","title":"Nasa may have missed alien robo-probes because they're too small, shock paper claims","txt":"SPACE scientists may have missed alien probes because they're just too small.\r\n\r\nThat's the bold claim from an astrophysicist who reckons we've been looking for extraterrestrial life the wrong way.\r\n\r\nThe argument is an attempt to explain the Fermi Paradox, a decades-old thought experiment.\r\n\r\nIt says that the universe is so unimaginably vast that the chance of alien life existing is quite high – and then asks, where are they?\r\n\r\nNo one really knows that answer, except perhaps astrophysicist Zaza Osmanov of Georgia's University of Tbilisi.\r\n\r\nHe thinks that aliens might be exploring the universe using tiny robots that measure just a single nanometre.\r\n\r\nIt's based on the idea of Von Neumann probes.\r\n\r\nThis is the theory that aliens could send self-replicating spacecraft out into the universe to explore in a risk-free way.\r\n\r\nBut these self-replicating probes could easily run out of new materials to function properly.\r\n\r\nIn a paper, Osmanov argues that these probes could instead be built on a nanoscale.\r\n\r\nThe robots could then use hydrogen atoms from interstellar dust to power themselves.\r\n\r\nThese nano-droids could already be floating around, but we may not have spotted them because we're looking for larger evidence of alien life.\r\n\r\n\"The conventional approach to the search for extraterrestrial intelligence implies the search for artificial radio signals, or interstellar beacons targeted at the Earth,\" Osmanov argues.\r\n\r\nIn his paper, Osmanov reveals detailed calculations about how it may be possible to spot these nano-robots.\r\n\r\nHe says that they could easily self-replicate into a swarm numbering trillions of billions.\r\n\r\nThis swarm of probes would give off some light as they hoovered up photons along their journey.\r\n\r\nAnd Osmanov says that they might look just like a comet several kilometres across, appearing as infrared light.\r\n\r\n\"All the...results indicate that if one detects a strange object with extremely high values of luminosity increment, that might be a good sign to place the object in the list of extraterrestrial Von-Neumann probe candidates,\" he wrote.\r\n\r\n\"We have considered the scenario when the Type-II civilisation needs to 'invade' the interstellar clouds by means of the self-reproducing robots.\r\n\r\n\"And it has been shown that this process will inevitably lead to the observational consequences.\"\r\n\r\nHowever, they would likely only be visible if they remained as a swarm – and would almost certainly be too small to spot if travelling on their own.\r\n\r\nIn other news, a former Nasa scientist recently claimed that alien life was found on Mars in the 1970s.\r\n\r\nBut Nasa has denied the outlandish claims, and says no such discovery was made.\r\n\r\nHowever, a top Nasa scientist did admit that \"tiny super-intelligent\" aliens may have already visited Earth.\r\n\r\nDo you think we'll ever find proof of alien life? Let us know in the comments!\r\n\r\nWe pay for your stories! Do you have a story for The Sun Online Tech & Science team? Email us at tech@the-sun.co.uk","txt_nwords":494,"txt_nsentences":29,"txt_nparagraphs":26,"topic_k100":"k100_65","topic_k200":"k200_10","topic_k300":"k300_94","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":14.0,"FB_comments":8.0,"FB_reactions":34.0},{"doc_id":"C00170","URL":"https:\/\/www.americanfreepress.net\/html\/dangerous_corn_180.html","website":"americanfreepress.net","seeds":"gmo","date":null,"subcorpus":"conspiracy","title":"DANGEROUS CORN 180","txt":"The head of the German agriculture department has issued new guidelines that effectively ban a type of genetically modified corn, which has been made in a laboratory by scientists at biotech giant Monsanto.\r\n\r\n\r\n\r\nThe variety of corn, called “MON 810” and sold under its trade name “Yield Guard,” has been altered on a genetic level, making it resistant to the corn borer, a moth larva that consumes the plant and kills it.\r\n\r\n\r\n\r\nMON 810 is grown extensively around the world. According to Agbios, an online database on genetically modified crops, more than 32 million acres in the United States has been planted with this type of GM corn.\r\n\r\n\r\n\r\nGermany is following in the footsteps of several other EU countries—Austria, Hungary, Greece, France and Luxembourg—which have already banned it in spite of threats of sanctions from globalist groups.\r\n\r\n\r\n\r\nCiting a move in Luxembourg in early April to ban the cultivation of MON 810, German Agriculture Minister Ilse Aigner announced that the German government was taking steps to prohibit farmers from planting the corn.\r\n\r\n\r\n\r\nThe two governments based their mandates on European studies that suggest a particular toxin, called Bt, added to the corn on a genetic level may be fatal to “non-target organisms,” such as ladybugs. Ladybugs and other predator bugs eat pests such as moths and beetles.\r\n\r\n\r\n\r\n \r\n\r\nA symptom of modern agriculture, the heavy use of pesticides has resulted in a never-ending cycle, where good and bad insects are indiscriminately killed and the natural cycle is thrown out of balance.\r\n\r\n\r\n\r\nWorse still, German officials cited research showing that pollen from corn spreads much farther than previously thought. Since corn is pollinated by wind-borne pollen, the concern is that neighboring non-GM corn could become contaminated by genetic material from the Frankenfoods, which blow for miles in the wind.\r\n\r\n\r\n\r\nThis is substantiated by many organic growers, who contend that it is becoming more and more difficult to find truly heirloom, organic seeds that have not been tainted by genetically modified crops.\r\n\r\n\r\n\r\n“I have come to the conclusion there are just reasons to assume that the genetically modified [corn] MON 810 represents a danger for the environment,” Ms. Aigner, a member of the conservative Bavaria-based Christian Social Union, told reporters. “Therefore, the cultivation of MON 810 is now banned in Germany.”\r\n\r\n\r\n\r\nCritics of genetically modified foods have pointed to several studies, which indicate that foods modified in a laboratory at a genetic level can be hazardous to your health. One recent study in Europe has shown that GM corn fed to rats resulted in rampant infertility. Those that did reproduce suffered from low birth weights for offspring.\r\n\r\n\r\n\r\nNot surprisingly, the billion-dollar biotech corporation has responded by suing Germany over the ban. In the suit, Monsanto insists that its product, which has been approved by the EU, is “safe to use.”\r\n\r\n\r\n\r\n“We are disappointed and frankly, we don’t believe that they have justification to warrant this,” Brad Mitchell, a spokesman for Monsanto, told a U.S. newspaper. “They have cited unconvincing evidence that it is unsafe. . . . But the scientific committee of the European Union approved it.”\r\n\r\n\r\n\r\nThe EU has responded by saying that Germany is within its rights to ban GM corn, but has issued a threat saying it will block the German government if it uncovers evidence that Germany has banned GM corn because it is pursuing “protectionist trade measures.”\r\n\r\n\r\n\r\nStill, even if Monsanto fails to overturn Germany’s ruling, the U.S. based corporation can appeal to the global trade body, the World Trade Organization, which Germany is a member of. This could result in penalties\r\n\r\nand trade sanctions being imposed on the country. Subscribe to American Free Press. Online subscriptions: One year of weekly editions—$15 plus you get a BONUS ELECTRONIC BOOK - HIGH PRIESTS OF WAR - By Michael Piper.\r\n\r\n\r\n\r\nPrint subscriptions: 52 issues crammed into 47 weeks of the year plus six free issues of Whole Body Health: $59 Order on this website or call toll free 1-888-699-NEWS . \r\n\r\n\r\n\r\nSign up for our free e-newsletter here - get a free gift just for signing up!","txt_nwords":694,"txt_nsentences":29,"txt_nparagraphs":18,"topic_k100":"k100_56","topic_k200":"k200_31","topic_k300":"k300_228","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.107,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"M118e6","URL":"https:\/\/www.britannica.com\/topic\/propofol","website":"britannica.com","seeds":"michael.jackson.death","date":null,"subcorpus":"mainstream","title":"propofol | Definition, Anesthetic, & Side Effects","txt":"Propofol, anesthetic drug used to induce and maintain general anesthesia and to sedate patients for certain medical procedures. Propofol was first tested clinically in 1977. When administered by intravenous injection, it quickly induced anesthesia, with fast and smooth recovery afterward. Animal studies, however, revealed the potential for severe allergic reactions. With subsequent reformulation of propofol into an oil-based emulsion, giving it a milky appearance, this challenge was overcome, and propofol gained widespread use as a key anesthetic agent.\r\n\r\nAs a general anesthetic, propofol initially is given at a relatively high dose to produce a loss of consciousness in the patient and then is infused continuously in smaller amounts to maintain an unresponsive state; this approach typically is used in patients who are undergoing major surgery. At lower doses, propofol acts as a conscious sedative (or procedural sedative), inducing a semiconscious state. The sedative effects set in and wear off quickly, making propofol an effective agent for inducing mild sedation in outpatient surgeries.\r\n\r\nSide effects of propofol include pain at the injection site, hypotension, hypertension, nausea, cough, tingling sensation, and itching Rare side effects include arrhythmia, convulsion, and cardiac arrest. Propofol interacts with numerous other drugs, including chloral hydrate, diazepam, fentanyl, and morphine; such interactions can increase the anesthetic and sedative effects of propofol, producing potentially dangerous effects, such as cardiorespiratory depression and slowing of heart rate. Cardiac arrest caused by interaction between propofol and multiple benzodiazepines was responsible for the death of American singer and songwriter Michael Jackson in 2009.","txt_nwords":250,"txt_nsentences":11,"txt_nparagraphs":3,"topic_k100":"k100_15","topic_k200":"k200_45","topic_k300":"k300_18","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"M1d85b","URL":"https:\/\/www.bbc.co.uk\/news\/world-africa-49172259","website":"bbc.co.uk","seeds":"ebola","date":1564531200000,"subcorpus":"mainstream","title":"Second Ebola death in densely packed DR Congo city","txt":"A second person has died of Ebola on the Democratic Republic of Congo's border with Rwanda, raising fears the deadly illness could spread.\r\n\r\nThe artisanal miner died on Wednesday morning in the city of Goma, home to two million people, authorities said.\r\n\r\nMore than 1,600 people have died of Ebola in DR Congo since the outbreak began in August 2018 but those have been in more remote areas.\r\n\r\nThe World Health Organization called it a global health emergency last week.\r\n\r\nIt is the highest level of alarm the WHO can sound and has only been used four times previously - including the Ebola epidemic that devastated parts of West Africa from 2014 to 2016, and killed more than 11,000 people.\r\n\r\nThe latest victim came from the north-eastern province of Ituri but fell ill and was admitted to a health centre in Kiziba, on the outskirts of Goma, on 13 July.\r\n\r\nHe later developed symptoms of bleeding and bruising, and tested positive to Ebola on Tuesday.\r\n\r\nWhat is the situation in Goma?\r\n\r\nEbola is affecting two provinces of DR Congo - North Kivu and Ituri. Goma is the capital of North Kivu and lies just across the border from the Rwandan city of Gisenyi.\r\n\r\nUntil now, the virus has been mostly contained to more remote areas, mostly around Beni and Butembo, to the north of Goma.\r\n\r\nBut the AFP news agency is now reporting that 15 people in South Kivu province have been quarantined amid fears the virus is spreading further.\r\n\r\nA priest in Goma died from Ebola earlier this month. The WHO called it a \"game-changer\", but until now there had not been any further confirmed cases in the city.\r\n• Six steps to stop Ebola from spreading\r\n\r\nGoma is a transport hub so the latest death is of particular concern, as it is far harder to isolate patients and trace contacts in major cities, where highly mobile, large populations are living in close proximity.\r\n\r\nThere are fears the illness could spread into Rwanda as people travel between Goma and Gisenyi every day.\r\n\r\nAlthough Rwanda has not yet had any confirmed cases, it has set up an Ebola treatment centre and is preparing 23 isolation centres in case of any infections.\r\n\r\n\"Rwanda has made a significant investment in Ebola preparedness,\" WHO director-general Dr Tedros Adhanom Ghebreyesus said last week.\r\n\r\n\"But as long as the outbreak continues in the Democratic Republic of the Congo, there is a very real risk of spread to neighbouring countries.\"\r\n\r\nHow bad is the situation in DR Congo?\r\n\r\nMore than 2,500 people have been infected and two-thirds of them have died.\r\n\r\nIt took 224 days for the number of cases to reach 1,000, but just a further 71 days to reach 2,000.\r\n\r\nAbout 12 new cases are being reported every day.\r\n\r\nIt is 99% effective and more than 161,000 people have been given it.\r\n\r\nHowever, not everybody is vaccinated - only those who come into direct contact with an Ebola patient, and people who come into contact with them.\r\n\r\nAnd some of those people refuse to take it.\r\n\r\nPeople give a variety of reasons for not taking it: they don't want to put any external liquid in their body; they have a religion that doesn't want them to take vaccines; they don't believe in Ebola or because they think they don't need it.\r\n\r\nThe vaccine, made by Merck, was developed during the epidemic in West Africa and has been available throughout the latest outbreak.\r\n\r\nIt has proven effective but is in relatively short supply so WHO recommended a second vaccine made by Johnson & Johnson to complement it.\r\n\r\nBut the DR Congo's Health Minister Oly Ilunga complained that the Congolese were being treated as \"subjects of experimentation\", reports Reuters, and he resigned over the issue.\r\n\r\nWhy hasn't the outbreak been brought under control?\r\n\r\nTackling the disease has been complicated by conflict in the region.\r\n\r\nSince January, there have been 198 attacks against healthcare workers or Ebola treatment facilities leading to seven deaths and 58 injuries.\r\n\r\nAnother major problem has been distrust of healthcare workers leading to about a third of deaths being in the community rather than at a specialist Ebola treatment centre.\r\n\r\nIt means those people are not seeking treatment and risk spreading the disease to neighbours and relatives.\r\n\r\nThere has also been difficulty tracking the spread of the virus.\r\n• New Ebola outbreak in DR Congo is 'truly frightening'\r\n• Large Ebola outbreaks new normal, says WHO\r\n• Ebola: How a disease is prevented from spreading\r\n\r\nIs the world doing enough to help?\r\n\r\nThe WHO has been clear for months that it has insufficient money to tackle the problem.\r\n\r\nIt had estimated that it needed $98m to tackle the outbreak between February and July. Yet it faced a shortfall of $54m.\r\n• Ebola is a virus that initially causes sudden fever, intense weakness, muscle pain and a sore throat\r\n• It progresses to vomiting, diarrhoea and both internal and external bleeding\r\n• People are infected when they have direct contact through broken skin, or the mouth and nose, with the blood, vomit, faeces or bodily fluids of someone with Ebola\r\n• Patients tend to die from dehydration and multiple organ failure","txt_nwords":884,"txt_nsentences":48,"txt_nparagraphs":45,"topic_k100":"k100_37","topic_k200":"k200_159","topic_k300":"k300_62","mention_conspiracy":0,"conspiracy_representative":null,"cosine_similarity":null,"FB_shares":299.0,"FB_comments":74.0,"FB_reactions":413.0},{"doc_id":"C04c81","URL":"https:\/\/newstarget.com\/2018-09-10-facebook-and-microsoft-release-brain-computer-interface-device-for-thinking-your-way-through-the-internet.html","website":"newstarget.com","seeds":"mind.control","date":1551657600000,"subcorpus":"conspiracy","title":"The race to own your mind: Facebook and Microsoft rush to release brain-computer interface device for THINKING your way through the internet","txt":"The race to own your mind: Facebook and Microsoft rush to release brain-computer interface device for THINKING your way through the internet\r\n\r\nIt’s only a matter of time before mind-control technology is unleashed to the masses. The promise of new gadgets that allegedly allow you to surf the web hands-free, with nothing more than the power of your own mind may seem intriguing to some, but there are many concerns about the true price that comes with such an “interactive” interface. Two of the world’s most hated companies — Facebook and Microsoft — are leading the way towards a brain-computer interface that could change the way we use computers, but at what cost?\r\n\r\nEarlier this year, it was revealed that Microsoft filed a patent for a new technology described as a “brain control interface that decodes electrical signals from the brain to launch and operate apps and web browsers.” The gadget in question would resemble a headband and would even detect when users wish to scroll or click.\r\n\r\nMicrosoft’s device would reportedly learn each user’s individual brain behavior via an intricate algorithm — and could be used in everything from video games to modeling software or simple web browsers.\r\n\r\nIn other words, they want this mind-control software to be everywhere, and in everything.\r\n\r\nLast year, Facebook also confirmed that they were working on similar “mind-control” technology. It appears the tech companies are now racing to tap into the minds of their consumers at an even deeper level. Facebook reportedly has 60 engineers working on the project. “We’re building further out beyond augmented reality, and that includes work around direct brain interfaces that one day will let you communicate using only your mind, although that stuff is pretty far out,” Mark Zuckerberg commented.\r\n\r\nPlot lines such as this have been featured in many a Sci-Fi novel — and it rarely ends well in fiction, let alone real life.\r\n\r\nFacebook has already come under fire for using their current social media platform to manipulate their users. The social media giant has often used their tech to block users from seeing content that didn’t align with their agenda — like articles published by Natural News.\r\n\r\nBut the madness doesn’t stop at censorship. As The Guardian reported in 2014, Facebook conducted an experiment on 689,000 unsuspecting users by controlling what was present in their news feeds. Through a process dubbed “emotional contagion,” Facebook found they could influence their users’ feelings making them feel more positive or negative at whim.\r\n\r\nFacebook has literally used their current technology to control people’s emotions — what will happen when this corporation has their claws literally inside your mind?\r\n\r\nThis kind of technology sets the stage for the next wave of mind control — with massive corporations steering the wheel. It would be virtually impossible for the unquestioning user to know if what they “see” in the mind-computer interface is simply what the corporations want them to see or think.\r\n\r\nIndeed, it will be all too easy for tech giants like Facebook or Microsoft to control the news you hear and the advertisements you see, once they’ve got a device that connects directly and effortlessly to your brain.\r\n\r\nSuch technological advancements are undoubtedly impressive; the thought of being able to operate a computer or talk to your friends without ever lifting a finger is fascinating, but ultimately, corporations looking to profit off your thoughts are not exactly trustworthy. Adopting mind-computer interfaces leaves one very question for consumers: Who is in control, you or the corporations? They are building these devices to serve themselves — and no one else.\r\n\r\nRead more stories about the latest controversies in tech at Glitch.news.","txt_nwords":624,"txt_nsentences":26,"txt_nparagraphs":14,"topic_k100":"k100_16","topic_k200":"k200_83","topic_k300":"k300_275","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1327,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"C009a6","URL":"http:\/\/revolutionradio.org\/2019\/03\/06\/alien-miguel-merecias-lopez-charged-with-making-10000-fake-ids-in-oregon-lab-sold-across-the-us\/","website":"revolutionradio.org","seeds":"alien","date":1551830400000,"subcorpus":"conspiracy","title":"Alien Miguel Merecias-Lopez Charged with Making 10,000 Fake IDs in Oregon Lab – Sold Across the US","txt":"Miguel Merecias-Lopez pleaded guilty of conspiracy to produce more than 10,000 fake IDs that were sold across America.\r\n\r\nThe fake document operation was operating in Woodburn, Oregon for ten years.\r\n\r\nThe Fraud Doc Ring communicated with customers using Facebook, email, Snapchat and in person, the plea deal states. The customers paid through PayPal.\r\n\r\nMerecias-Lopez moved to Oregon in 2017. He will be deported after serving his time.\r\n\r\nHe was also selling meth at the time of his arrest.\r\n\r\n\r\n\r\n“A Woodburn man pleaded guilty Tuesday to participating in a conspiracy that produced more than 10,000 fraudulent government identification cards, including driver’s licenses from Oregon and more than 25 other states, U.S. Social Security cards, false immigration records, birth certificates, marriage licenses and vehicle titles.\r\n\r\nMiguel Merecias-Lopez, 24, and unidentified conspirators worked out of a secret photo lab in Woodburn, using digital cameras, computers, scanners, laminators and a high-resolution printer to produce bogus documents that they sold and distributed in Oregon and mailed across the United States, according to Assistant U.S. Attorney Peter Sax.\r\n\r\nThe investigation continues and other arrests are anticipated.\r\n\r\nMerecias-Lopez pleaded guilty to conspiracy to produce fraudulent documents and possession with intent to distribute methamphetamine before U.S. District Judge Michael H. Simon in Portland.\r\n\r\nHe joined the conspiracy in January 2017 after he arrived in the United States from Oaxaco, Mexico, Sax said. He’s responsible for creating at least 300 of the fraudulent documents, including permanent resident cards, Social Security cards and driver’s licenses, according to a plea agreement…\r\n\r\nMerecias-Lopez, who is being held at the Columbia County Jail in St. Helens, will be sentenced on June 18. He isn’t a U.S. citizen and is expected to face deportation after serving his term, according to the plea agreement.\r\n\r\nThis entry was posted on Wednesday, March 6th, 2019 at 1:36 pm and is filed under New World Order, North American Union. You can follow any responses to this entry through the RSS 2.0 feed.","txt_nwords":329,"txt_nsentences":17,"txt_nparagraphs":12,"topic_k100":"k100_43","topic_k200":"k200_35","topic_k300":"k300_248","mention_conspiracy":5,"conspiracy_representative":0.0,"cosine_similarity":0.1034,"FB_shares":1.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"C05f5f","URL":"https:\/\/www.newstarget.com\/2017-02-10-global-warming-scientists-claim-left-wing-violence-against-people-like-milo-is-caused-by-climate-change.html","website":"newstarget.com","seeds":"global.warming","date":1487635200000,"subcorpus":"conspiracy","title":"Global warming scientists claim left-wing violence against people like Milo is caused by climate change","txt":"Global warming scientists claim left-wing violence against people like Milo is caused by climate change\r\n\r\nClimate change alarmists have come up with a new doom-and-gloom scenario: global warming equals physical violence.\r\n\r\nThis heat-stress theory was put forth by two Iowa State researchers, a post-doctoral fellow and a liberal arts professor, who start off their essay by claiming that “Environmental scientists from multiple disciplines have overwhelmingly acknowledged human-driven climate change as fact.”\r\n\r\nConsider the source may be operative here, because as Health Ranger Mike Adams recently pointed out, the oft-repeated claim that 97% of scientists agree that man-made climate change is settled science — as if science is ever settled — is a bunch of hot air.\r\n\r\nGrandstanding globalist Al Gore has even come out with a new movie that tries to reverse engineer his fake climate apocalypse predictions from the first film. (RELATED: Read more about fake science predictions at fakesciencenews.com.)\r\n\r\nBut wait, there’s more. As alluded to above, according to a lengthy essay published on the Association for Physiological Science website, “A growing body of evidence shows that rapid global warming can (and is) increasing violent behavior.”\r\n\r\nReferencing numerous studies, they argue that people tend to get hot under the collar, and physically aggressive when the temperature rises to an uncomfortable level. They also maintain that violent crime spikes in areas with higher temperatures. Other factors include malnourishment — which is driven, in their view, by climate-related food insecurity — in kids leads to antisocial behavior when they become adults. Scarce resources are also supposedly a factor in the rise of terrorism.\r\n\r\nThe academics also sound the alarm about ecomigration that could lead to conflicts with the local population, “where entire groups migrate in response to the physical, economic, or political instability brought about by an ecological disaster.”\r\n\r\n“Clearly, there is a need, and indeed there are many ways, for psychologists to weigh in on the issue of climate change and its relation to violent behavior,” the authors conclude.\r\n\r\nRead the entire exposition and draw your own conclusions.\r\n\r\nAs Natural News previously wondered, however about the so-called global warming consensus,”The issue isn’t whether climate change is real or not, but whether we can continue to allow agenda-driven scientific dogma to direct academic research and public policy.” (RELATED: Read more about the climate change movement at ClimateScienceNews.com)\r\n\r\nFor discussion purposes, could global warming have caused the mob violence last week at the University of California at Berkeley when conservative journalist Milo Yiannopoulos tried to deliver a scheduled speech?\r\n\r\nOr was it more likely the result of pre-orchestrated actions by anti-Milo, anti-President Trump anarchists allegedly paid by George Soros-funded groups to take to the streets? For what it’s worth, the outside temperature at the time was approximately 60 degrees, which isn’t exactly tropical. [RELATED: Read more about leftist billionaire George Soros at Soros.news.]\r\n\r\nMilo has vowed to return to Berkeley in the next few months to give the preempted speech, so it will interesting to check the weather report at that time.\r\n\r\nIronically, those participating in the violent protests — however they are caused — who say they oppose fascism and bullying behaved, at UC Berkeley and other venues, like fascist bullies.","txt_nwords":541,"txt_nsentences":23,"txt_nparagraphs":15,"topic_k100":"k100_55","topic_k200":"k200_74","topic_k300":"k300_249","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1243,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"C06fdd","URL":"https:\/\/geopolitics.co\/2020\/01\/19\/soleimani-fallout-continues-to-produce-diplomatic-dividends-for-russia\/","website":"geopolitics.co","seeds":"alien","date":1579392000000,"subcorpus":"conspiracy","title":"Soleimani Fallout Continues to Produce Diplomatic Dividends for Russia","txt":"Ahead of this year’s Munich Security Conference, due to begin on February 14th, its chairman Wolfgang Ischinger praised what he called President Putin’s “method” concerning security-issues in the Middle East.\r\n\r\nTalking to the ZDF television channel on January 13th, Ischinger said that managing ME-security required “political power of persuasion, clever diplomacy and military support if necessary….This is the method that Putin is using to ensure his influence in Syria, Libya and certainly in the situation around Iran.”\r\n\r\nSuch remarks feature a highly practiced, polished level of banality. They are quite intentionally devoid of detail. In that regard, of course, they are not supposed to be read as analytical remarks, but as diplomatic signals.\r\n\r\nPrimarily, the most loud and clear signal contained above is a dig at President Trump.\r\n\r\nThis quickly follows Angela Merkel’s highly fruitful meeting with President Putin on January 11th, after which both leaders confirmed that the Nord Stream 2 project would press ahead in spite of US sanctions. Chancellor Merkel also said that she hoped Russian-Turkish attempts to broker peace-talks would be successful, and announced that Libyan ceasefire talks would soon take place in Berlin. She also said that it was an “important step” that the Iranian government had admitted that the January 8th crash of Ukrainian Airlines Flight 752 had been the result of an “unintentional human error” on the part of Iranian military personnel.\r\n\r\n2 more clear signals, delivered like knives to Dim Donnie’s heart.\r\n\r\nWith the fallout from the Soleimani-assassination not yet settled, the temptation for European political and diplomatic figures to signal disdain for Trump by love-bombing Putin seems irresistible at the moment. It’s like watching a few 16 year-old kids setting jealousy-traps for each other in your garden-variety teenage love-triangle. It’s quite amusing.\r\n\r\n“I think that Brandon’s new smartphone is cooler than Jimmy’s,” says Ashley….\r\n\r\nOf course, we know it’ll all be different next week, but middle-aged dads still find the silliness of it all comedic.\r\n\r\nIt is almost impossible to overstate the seriousness of Trump’s miscalculation concerning the Soleimani assassination, and the manner that his stance toward Iran has unfolded since then. Even Benjamin Netanyahu took pains to publicly distance himself from that decision, stating that Israeli politicians should stay out of the discussion. Given that the United Kingdom is the United States’ most uncritically subservient ally, Boris Johnson’s public criticism of Trump’s threat to bomb Iranian historical and cultural sites was also noteworthy.\r\n\r\nWas this another signal?\r\n\r\nNot exclusively. While Johnson would not be in the least bit concerned about the prospect of a military skirmish around Hormuz resulting in fatalities, apart from its economic consequences, he is still proud of being a trained classicist – the prospect of bombing an ancient archaeological site probably offends his basic sense of human decency even more than the prospect of war itself.\r\n\r\nNonetheless, everyone is perfectly well aware that war with Iran could very well trigger a global economic depression, and that is the factor which principally determines the reactions of US-allies’ to Trump’s hair-brained belligerence toward Iran.\r\n\r\nAnd, regardless of the highly publicized personal antagonisms which have characterized Merkel’s relationships with Putin in the past, Nord Stream 2 is still a no-brainer, with or without US sanctions. Liquefied natural gas exported from the US to the EU is 30% more expensive than Russian gas. It’s just not competitive. It’s that simple. The fact that the German government has decided to abandon nuclear energy, which currently accounts for 34% of German domestic electricity-production, makes this point even more crucial. In the long term, personal antagonisms are trivial – the bottom line will ultimately determine long-term policy.\r\n\r\nIn my younger days, I used to play chess in tournaments. Most ordinary, club-level, tournament chess-players will insist on the wisdom of the maxim that you should play the board, not the opponent. It doesn’t matter who your opponent is, or what kind of personality they have. Chess is mathematics, not psychology. Play the board-position on its strategic merits, and forget about absolutely everything else. Play the board!\r\n\r\nThe Ukrainian crisis was deliberately engineered, among very many other factors, in order to disrupt gas-transit through Ukraine. Nord Stream 2 circumvents that point of rupture, so the US tries to shut it down with sanctions. That doesn’t work either. The 30% price-differential is simply too wide for sanctions to disincentivize it.\r\n\r\nUnder the Obama administration, the US effectively lost geo-strategic control over Turkey and the Philippines. Those losses of territory were made possible only by massive blunders. Under the Trump administration, the US is in the process of gradually losing geo-strategic control over Germany, having already decisively alienated France, which will make it increasingly difficult to maintain any meaningful geo-strategic foothold in western Eurasia.\r\n\r\nBut then again, until 2016, liberal universalism was the ideological glue which held the western alliance together. Trump’s election meant that it was always on borrowed time.\r\n\r\nWith these factors considered, we might ask how much difference the assassination of General Soleimani really made to US-EU relations. Yes, it was jaw-droppingly reckless and strategically pointless. Yes, it severely alienated many US-allies. However, from the perspective of the United States’ continental European allies, we have to ask, was it merely an incidental moment of realization? We have to expect that the macro-economic fundamentals would have forced an epiphany sooner or later. The Soleimani assassination, as fundamentally reckless as it was, essentially did nothing to change the positions of any on the pieces on the geo-strategic chessboard. It merely acted as an incidental cognitive trigger, whereupon some of the players woke up to the board-position a little sooner.\r\n\r\nPadraig McGrath is a political analyst. This article was originally published on InfoBrics.\r\n\r\nYou can actually participate in the global efforts to cripple the Deep State organized criminal cabal's ability for genocide, while enjoying healthcare freedom at the same time, by boycotting Big Pharma for good.","txt_nwords":1014,"txt_nsentences":54,"txt_nparagraphs":21,"topic_k100":"k100_53","topic_k200":"k200_47","topic_k300":"k300_191","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1705,"FB_shares":9.0,"FB_comments":1.0,"FB_reactions":30.0},{"doc_id":"C0001d","URL":"https:\/\/usawatchdog.com\/ca-drought-worst-ever-greek-debt-crisis-latest-fed-cannot-raise-rates-secret-trade-deal-advances-wnw-195\/","website":"usawatchdog.com","seeds":"fluoride.water; pharmaceutical.industry","date":null,"subcorpus":"conspiracy","title":"CA Drought Worst Ever, Greek Debt Crisis Latest, Fed Cannot Raise Rates, Secret Trade Deal Advances-WNW 195 | Greg Hunter's USAWatchdog","txt":"A picture is worth a thousand words, and here is a picture of an unfolding calamity in California. Check out the latest drought map of the state. Almost 100% of the state is in severe drought conditions. Many parts of the West are also experiencing drought, but California is ground-zero. This is a huge food growing region, and the state has just started restricting water to agriculture. This is a vast problem not only for the U.S., but the entire world, and there is no end in sight. California is a state with a population of nearly 40 million people. Some towns have been cut off, and some people are starting to store drinking water in their homes. This could spark a humanitarian crisis and a financial crisis. You cannot live or do business without ample supplies of water. California has a GDP of $2.2 trillion. Agriculture alone is $46 billion a year. Failure of California business would be a financial failure for the U.S. It is only projected to get worse. Is this a black swan hiding in plain sight? Might I remind you that in March, NASA said California had about one year’s worth of water before it runs out. So, we are t-minus 9 months and counting.\r\n\r\nThe Greek debt crisis got kicked into a higher gear and is speeding for default and disaster. Technically, I think the Greeks have already defaulted long ago because they are borrowing more and more money to pay their debts. This week, the Greek politicians said debt owed to the EU was “illegal and illegitimate.” They cannot and will not pay the money back. The only question remains is when does the default become official. It’s reported the Greek’s have run on the banks there, and they do not know if they will open on Monday. Will someone like the Federal Reserve step in and buy some time. Greece is a NATO country, and it just signed a gas pipeline deal with Russia. It’s getting complicated. Will someone like the Federal Reserve step in and buy some time? Does the EU cough up the remaining 7.2 billion euro loan package to kick the can towards the cliff? Who knows, but end it will sooner than later.\r\n\r\nThe Federal Reserve will not be raising rates, and it has reduced the growth estimates it had. Gregory Mannarino says, “The Fed cannot and will not be raising rates because it can’t.” He points to recent so-called core inflation rates just announced of .1%. Of course, it’s much higher than that, but Mannarino says the Fed is only worried about the “core rate.” There is no growth and if the Fed raised rates, it would implode the economy. And yet, the mainstream press says “Fed on track to raise rates this fall.” IMF Head Christine Lagarde just publicly scolded the Fed and told them “not to raise rates” because the economy was too weak. Then you have this out earlier in the week from the same USA Today that says “Bonds haven status gets shaky.” Meanwhile, the AP reports in the same week “Economists don’t fear rise in rates.” Really?? Maybe someone should tell that to Christine Lagarde and the entire bond market the raising interest rates are not going to be a problem—NOT.\r\n\r\nLooks like the GOP got a win in the secret trade deal. The House narrowly passed part of the trade deal. It is the so-called Trade Promotion Authority, or TPA. Republican Congressman Paul Ryan said, “The TPA is a process and not an agreement.” Of course, he did not say and none of the other mainstream media (MSM) don’t think a secret trade deal is a problem. Ryan also said the TPA is “more accountable and more transparent.” Yes, “more transparent” that’s why it is being done in secret. Congressmen and Senators have to go into a room alone and read hundreds of pages. It is illegal for the public to see the deal until it is passed. There is an old saying, and that is “evil is done in the dark and good is done in the light.” This is being done in the dark.\r\n\r\nJoin Greg Hunter as he analyzes these stories and more in the Weekly News Wrap-Up.","txt_nwords":750,"txt_nsentences":52,"txt_nparagraphs":5,"topic_k100":"k100_75","topic_k200":"k200_128","topic_k300":"k300_4","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1548,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"C03862","URL":"https:\/\/ahtribune.com\/us\/2768-npr-spy.html","website":"ahtribune.com","seeds":"cancer","date":null,"subcorpus":"conspiracy","title":"A Tough Time to Be a Spy, NPR Reports","txt":"Imagine, for a moment, that a prominent media outlet in Iran decided to produce a story about the trials of being an Iranian spy in this technological day and age—in which the all-pervasiveness of surveillance mechanisms and social media complicates slightly the process of entering other countries under false identities.\r\n\r\nIt’s safe to assume that the United States would find this less than entertaining, and that a fair amount of ruckus would ensue, with concerned politicians and other fearmongers bleating about terror attacks and the sanctity of US borders.\r\n\r\nOf course, no Iranian media outlet has actually done this. NPR’s Morning Edition (1\/3\/19), on the other hand, has just run an upbeat segment on how violating other people’s borders is now a tad more challenging for American spies than it was in past decades: “CIA Chief Pushes For More Spies Abroad; Surveillance Makes That Harder,” reported by Greg Myre.\r\n\r\nThe “push,” in fact, came in September, when CIA Director Gina Haspel—herself a former longtime undercover officer abroad—announced her desire for a “larger foreign footprint” for the CIA. Four months later, it’s the hook for NPR’s human interest story on frustrating impediments to spying.\r\n\r\nMyre brings in various characters to populate his narrative, all of them current or ex-CIA employees. First is Jonna Mendez, former CIA “chief of disguise,” whom Myre tells us will give us “a few key tips” for Americans trying to appear European:\r\n\r\n[Europeans] wear their wedding rings on different fingers. They eat differently than we do. They don’t shuttle that fork back and forth…. They stand up straight.\r\n\r\nThen there’s retired CIA officer John Sipher, who “says it could be tough today to enter the same country twice with different sets of documents.” Things were much easier back in the 1980s, we’re told, when airports didn’t scan faces and fingerprints, and everyone wasn’t online.\r\n\r\nNext up with some remarks on social media are Sheronda, the CIA’s chief of recruiting, and Mary, an undercover officer. Incidentally, Sheronda’s soundbite—“People here do use social media. And yes, specific guidelines are provided”—is the same one that appeared in Myre’s March 2018 NPR report “CIA Recruiting: The Rare Topic the Spy Agency Likes to Talk About” (3\/26\/18), which might as well have been titled “Hey Kids! Here’s How to Join the CIA.”\r\n\r\nMyre’s latest pro bono public relations effort on behalf of the agency meanwhile ends on some thoughts about how all the technology in the world can’t replace “the human touch” when it comes to intelligence gathering. “It’s a job of human beings,” says Mendez.\r\n\r\nWhich brings us to the following question: Why is NPR trying so hard to humanize an organization that is downright anti-human? After all, it’s not like the CIA’s machinations abroad are restricted to wedding ring protocol, fork-shuttling and improved posture—and a few details from its sordid history might have helped to contextualize Haspel’s current CIA proliferation scheme.\r\n\r\nAmong the major milestones on the agency’s timeline are, of course, the 1953 coup d’état against Iran’s Mohammad Mossadegh and reinstatement of the brutal shah—an obsessive purchaser of US weapons—and the 1954 coup against Guatemala’s Jacobo Árbenz, which helped set the stage for a long and gruesome war that killed or disappeared over 200,000 Guatemalans. (The CIA’s training of Guatemalan death squads is still bearing consequences in the form of waves of refugees fleeing that country’s ongoing violence—The Nation, 1\/3\/19.)\r\n\r\nAlso in Central America, the CIA was instrumental in the bloody Contra campaign of the 1980s—what Noam Chomsky has referred to as “a large-scale terrorist war against Nicaragua.” The war effort was also aided by top Honduran drug lord Juan Ramón Matta Ballesteros, owner of the Contra supply airline SETCO—which, scholar Roxanne Dunbar-Ortiz recalls in her Contra war memoir, Blood on the Border, was known as the “CIA airline.” Around the same time, a CIA-trained elite death squad by the name of Battalion 316 “stalked, kidnapped, tortured and murdered hundreds of Honduran men and women”—as the Baltimore Sun (6\/13\/95) put it—effectively “terroriz[ing] Honduras for much of the 1980s.”\r\n\r\nIn Cuba, the CIA reportedly devised no fewer than 638 ways to kill Fidel Castro—one of them, recalled by the Guardian (8\/2\/06), was inspired by Castro’s fondness for scuba diving and involved “invest[ment] in a large volume of Caribbean mollusks”: “The idea was to find a shell big enough to contain a lethal quantity of explosives, which would then be painted in colors lurid and bright enough to attract Castro’s attention when he was underwater.” An impressive allocation of time and resources, indeed.\r\n\r\nCloser to home, the CIA conducted LSD experiments on unwitting US citizens in the 1950s—and, speaking of drugs, the agency has often been up to its ears in them (despite that whole drug war the US perennially professes to be waging). A 1993 article in the International Herald Tribune (12\/3\/93) observed that, while “CIA ties to international drug trafficking date to the Korean War,” nowhere was the organization “more closely tied to drug traffic than it was in Pakistan during the Afghan War.”\r\n\r\nDuring the devastating US war on Vietnam and neighboring countries, the Herald Tribune article specified, heroin refined in Laos was “ferried out on the planes of the CIA’s front airline, Air America.” A 2009 post by historian John Prados at the National Security Archive (8\/26\/09) confirmed that the “agency’s broad span of activities reached into virtually every aspect of the Indochina war,” as the CIA “actually conducted a full-scale war in Laos and ran a variety of paramilitary programs in South Vietnam.”\r\n\r\nThe list goes on. But the point, in short, is that many global inhabitants would presumably not grieve too terribly if modern-day surveillance were to complicate the CIA’s drive for a “larger foreign footprint.”\r\n\r\nNor should we forget the CIA’s contemporary history of extraordinary rendition and torture—a track record that leads us to Haspel herself. As Lisa Hajjar, a professor at the University of California at Santa Barbara and the author of Torture: A Sociology of Violence and Human Rights, wrote for The Nation (3\/16\/18): Haspel “played a leading role in the agency’s program of torture, kidnapping and forced disappearance during the [George W.] Bush administration.” Most specifically, Haspel “oversaw the interrogation and torture of a Saudi national named Abd al-Rahim al-Nashiri” at a black site in Thailand in 2002.\r\n\r\nBut back to NPR—which, as it so happens, is not the hugest fan of the T-word. In 2009, then–NPR vice president for news Ellen Weiss denied reports that the outlet had banned the use of the word “torture” altogether:\r\n\r\nIt’s doubtless thanks to these guidelines that we end up with, for example, an NPR dispatch (2\/25\/15) on the US Senate’s 2014 CIA torture report in which “torture” appears a total of two times. The first is in the introductory sentence: “For years in the military courtroom at Guantánamo Bay, Cuba, there’s been a subject no one could talk about: torture.” Lest anyone think that we’re now going to talk about it, the only other reference is to “what many call ‘the torture report.’” NPR did, however, manage to describe in less “loaded language” one Guantánamo defendant’s chronic bleeding on account of overzealous rectal examination by the CIA—but, again, it’s important not to take sides.\r\n\r\nIn Myre’s segment, Jonna Mendez says that one of her responsibilities as the former CIA chief of disguise was to “de-Americanize” spies. Unfortunately for the rest of the world, it seems torture and other misdeeds are as American as apple pie; ditto, apparently, for media whitewashing of nefarious intelligence agencies.\r\n\r\n*This article was originally published on fair.","txt_nwords":1381,"txt_nsentences":47,"txt_nparagraphs":21,"topic_k100":"k100_63","topic_k200":"k200_126","topic_k300":"k300_241","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1395,"FB_shares":1.0,"FB_comments":0.0,"FB_reactions":1.0},{"doc_id":"C04685","URL":"https:\/\/www.infowars.com\/chinese-telecoms-build-5g-base-stations-on-mt-everest\/","website":"infowars.com","seeds":"5g","date":1588636800000,"subcorpus":"conspiracy","title":"Chinese Telecoms Build 5G Base Stations On Mt. Everest","txt":"Two of China’s major telecoms have successfully built several 5G masts Mount Everest to show how telecoms can operate under extreme conditions, it was reported.\r\n\r\nHuawei and China Mobile built the world’s highest 5G network, commemorating the anniversary of two major Chinese milestones in mountaineering.\r\n\r\nFive 5G AAU base stations were built on the mountain at its Base, Transition and Forward Camps at 5,300, 5,800 and 6,500 metres above sea level, respectively.\r\n\r\nThe base stations aim to demonstrate the efficacy of Huawei’s compact and integrated access points, with the Chinese tech firm announcing its base stations can offer 20 times the networking capacity while being three times smaller than a traditional ones.\r\n\r\nThe stations will offer download speeds of over 1.7Gbps (1,700 megabytes) and upload speeds of 215Mbps, even at 6,500 metres above sea level, and will be used to measure Mount Everest along with several specialists stationed on the mountain.\r\n\r\nCompact base stations reduce the time and work needed for installations, with smaller footprints boosting the number of sites in an area. The technologies enhance speeds via its massive multi input, multi output (MIMO) technology, increasing speed and capacity by monitoring users per base station and using beamforming, which transmits data directly to each device.\r\n\r\nAccording to a press release, such advancements allow cheaper, faster installations for building networks across numerous regions, including urban and harsh environments.\r\n\r\nThe news comes 60 years after mountaineers first climbed the world’s tallest mountain at its north ridge and 45 years after the first official and accurate measurement of the summit.\r\n\r\nThe announcement comes nearly a decade after Huawei installed the world’s highest GSM network at 5200m above sea level.\r\n\r\nThe company said in a statement:\r\n\r\n“Huawei strongly believes that technology means to make the world better. The beauty of Mount Everest can be displayed via 5G high-definition video and VR experience, which also provides further insights for mountaineers, scientists and other specialists into the nature. The ground-breaking establishment on Mount Everest once again proves that 5G technology connect Mankind and the Earth harmoniously.”\r\n\r\nThe news comes amid the US trade war on China, where Washington placed Huawei, ZTE and over 70 Chinese tech firms on an Entity List in May last year, citing national security concerns and allegations that such companies could be used to spy for the Chinese government.\r\n\r\nBoth Huawei and Beijing have sharply and repeatedly denied the accusations and have demanded US officials to provide evidence to support its claim, which to date has not been submitted.\r\n\r\n\r\n\r\n Western intel agencies have now confirmed COVID-19 is a Chinese bioweapon.\r\n\r\nThe Infowars Life Lung Cleanse Plus is back in stock at 50% off with double Patriot Points and free shipping!","txt_nwords":458,"txt_nsentences":18,"txt_nparagraphs":15,"topic_k100":"k100_16","topic_k200":"k200_41","topic_k300":"k300_243","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.0855,"FB_shares":64.0,"FB_comments":2.0,"FB_reactions":9.0},{"doc_id":"C05887","URL":"https:\/\/www.nowtheendbegins.com\/obamas-fdic-choking-gun-owners-business-forcing-high-risk-label\/","website":"nowtheendbegins.com","seeds":"drug.companies","date":1400544000000,"subcorpus":"conspiracy","title":"Obama's FDIC Choking Gun Owners Out Of Business By Forcing 'High Risk' Label On Them •","txt":"Obama’s plan to regulate gun shop owners out of business\r\n\r\nGun retailers say the Obama administration is trying to put them out of business with regulations and investigations that bypass Congress and choke off their lines of credit, freeze their assets and prohibit online sales.\r\n\r\nSince 2011, regulators have increased scrutiny on banks’ customers. The Federal Deposit Insurance Corp. in 2011 urged banks to better manage the risks of their merchant customers who employ payment processors, such as PayPal, for credit card transactions. The FDIC listed gun retailers as “high risk” along with porn stores and drug paraphernalia shops.\r\n\r\nMeanwhile, the Justice Department has launched Operation Choke Point, a credit card fraud probe focusing on banks and payment processors. The threat of enforcement has prompted some banks to cut ties with online gun retailers, even if those companies have valid licenses and good credit histories.\r\n\r\n“This administration has very clearly told the banking industry which customers they feel represent ‘reputational risk’ to do business with,” said Peter Weinstock, a lawyer at Hunton & Williams LLP. “So financial institutions are reacting to this extraordinary enforcement arsenal by being ultra-conservative in who they do business with: Any companies that engage in any margin of risk as defined by this administration are being dropped.”\r\n\r\nA Justice Department representative said the agency is conducting several investigations that aim to hold accountable banks “who are knowingly assisting fraudulent merchants who harm consumers.”\r\n\r\n“We’re committed to ensuring that our efforts to combat fraud do not discourage or inhibit the lawful conduct of these honest merchants,” the Justice Department said in a May 7 blog post.\r\n\r\nBut gun retailers say their businesses are being targeted in the executive branch’s efforts:\r\n• T.R. Liberti, owner and operator of Top Gun Firearms Training & Supply in Miami, has felt the sting firsthand. Last month, his local bank, BankUnited N.A., dumped his online business from its service.\r\n\r\nAn explanatory email from the bank said: “This letter in no way reflects any derogatory reasons for such action on your behalf. But rather one of industry. Unfortunately your company’s line of business is not commensurate with the industries we work with.”\r\n• Black Rifle Armory in Henderson, Nevada, had its bank accounts frozen this month as the bank tried to determine whether any of Black Rifle’s online transactions were suspicious.\r\n• In 2012, Bank of America suddenly dropped the 12-year account of McMillan Group International, a gun manufacturer in Phoenix, even though the company had a good credit history, the owner said. Gun parts maker American Spirit Arms in Scottsdale, Arizona, received similar treatment by Bank of America, the country’s largest banking institution.\r\n\r\nAfter McMillan Group owner Kelly McMillan publicized Bank of America’s action on his Facebook account, he found that thousands of small gun-shop owners across the country were in the same situation. Banks were either dropping them, freezing their accounts or refusing to process their online sales, so he opened a credit card processing company for the gun industry called McMillan Merchant Solutions.\r\n\r\n“Four generations of my family have been in this industry. This is my way to give back,” said Mr. McMillan, adding that many of his customers were denied banking access because of the nature of their business. “This is an attempt by the federal government to keep people from buying guns and a way for them to combat the Second Amendment rights we have. It’s a covert way for them to control our right to manufacture guns and individuals to buy guns.” source – Washington Times","txt_nwords":615,"txt_nsentences":27,"txt_nparagraphs":14,"topic_k100":"k100_36","topic_k200":"k200_20","topic_k300":"k300_213","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1101,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0},{"doc_id":"C0064b","URL":"https:\/\/www.savethemales.ca\/911_-_nukes_caused_this_devast.html","website":"savethemales.ca","seeds":"flat.earth","date":null,"subcorpus":"conspiracy","title":"Pictures Prove Mini Nukes Caused 9-11 Devastation","txt":"There are only two events known to cause\r\n\r\nOn the morning of September 11 , 2001, we were told a fairy tale. That wide body jets flew into the twin towers and completely destroyed them. Let me repeat that: Passenger planes (large hollow aluminum tubes) flew into industrial steel, marble and concrete sky scrapers, and caused them to turn into a pile of dust. And the worst part about this fairy tale is that we, the American people believed it. Now, nine years later, it's time to wake up from your slumber and take a good hard look at what did and did not happen on that fateful day. The conventional explanation we were provided, by government and media, for a top-down highly destructive gravitational collapse, in near-free-fall times, is physically impossible, and is thus about as worthy of discussion as is the belief that the Earth is flat.\r\n\r\nFICTION: Passenger jets flew into the Twin Towers, and the burning jet fuel caused them to collapse.\r\n\r\nFACT: The Twin Towers did not collapse. They suffered a mid-air pulverization due to an extreme unconventional energy source that caused the initial upward trajectory of so much of the towers' mass during the 'collapses' as (supposedly only) gravity was pulling them down.\r\n\r\nThe burning jet fuel melted all of the steel beams causing the buildings to collapse directly onto their own footprint.\r\n\r\nFACT: 80% of each of the towers 50 million ton mass NEVER hit the ground. The steel did not melt, but turned into nano-dust. Pulverization + Molecular Dissociation = Ground Zero Evidence. When matter is elevated to temperatures hotter than the surface of the Sun, results. Molecular Dissociation (MD) is easy to understand once we realize that there are four (4) states of matter: solid, liquid, gas, and plasma. Just as ice has trouble surviving in water or steam, molecules have trouble surviving in plasma, which is highly energetic (ie, hot). When molecules dissociate, they leave behind loose atoms and fragments of molecules. In other words, small particles. In this sense, it is correct to think of molecular dissociation as disintegration.\r\n\r\n\r\n\r\nhaving occurred at Ground Zero in New York City, we have a very strong indication that only exotic, unconventional weaponry could have released that much extremely -- unimaginably -- high intensity energy which suddenly appeared just as the towers disintegrated from top to bottom. This understanding means we cannot blame the highly unconventional Ground Zero devastation on thermite\/thermate\/super thermate and \"controlled demolition\" any more than we can blame it on \"jet fuel\" or \"box cutters\".\r\n\r\nIn a \"pancake collapse\" the rubble pile should be at least 1\/8 of the original building height (12.5%). The actual rubble pile was no more than 2% of the original building height. Both towers went \"poof.\"\r\n\r\nSo where did these 110 story tall 50 million ton sky scrapers go?\r\n\r\nThey were turned into nano-dust and 80% of the \"dust\" floated off into the atmosphere.\r\n\r\nFrom left to right: A huge steel beam from the south tower falters, turns to \"dust\" and blows away.\r\n\r\n\r\n\r\nthat only exotic, unconventional weaponry could have released that much extremely -- unimaginably -- high intensity energy to cause the pulverization and molecular dissociation of these buildings, let's look at some of the other unexplainable anomalies..\r\n\r\nAll of these cars have unexplainable similar damage: Paint gone, instant rusting, and all of their door handles and engine blocks are missing!\r\n\r\nA squad car on FDR drive with wilted doors, burned paint, instant rust and no door handles or engine block.\r\n\r\nStrange fires appear to be attracted to the engine blocks, while the gas tanks and nearby paper are not affected.\r\n\r\n\r\n\r\nBuildings a few blocks away,had mysterious holes in the windows, and the front marble façade is completely gone, but no other damage.\r\n\r\nFor months we witnessed trucks coming and going from Ground Zero and the media told us they were hauling away the steel. What steel? There was very little steel left in the rubble because it had been pulverized into nano-dust. So what were these trucks really hauling back and forth? Dirt! They hauled in dirt, spread it all over Ground Zero, then scooped it up and hauled it away, and this went on for years. Didn't they do that at Chernobyl? Yes they did!\r\n\r\nSo now you know what didn't cause the buildings to \"vanish.\" Planes, jet fuel and thermite are irrelevant. So what kind of unconventional energy could have caused the Twin Towers to turn to dust? A fissionless fusion thermo nuclear event? Direct Energy Weapons? HAARP? A scaled up weaponized version of The Hutchison Effect? The investigation continues.........","txt_nwords":793,"txt_nsentences":50,"txt_nparagraphs":18,"topic_k100":"k100_32","topic_k200":"k200_6","topic_k300":"k300_147","mention_conspiracy":0,"conspiracy_representative":0.0,"cosine_similarity":0.1183,"FB_shares":0.0,"FB_comments":0.0,"FB_reactions":0.0}]